{"標題": "道與名--觀妙章第一", "文章": "上篇道經（第01~10章）", "註釋": "①第一個“道”是名詞，指的是宇宙的本原和實質，引申為原理、原則、真理、規律等。第二個“道”是動詞。指解說、表述的意思，猶言“說得出”。②常：一般的，普通的。③第一個“名”是名詞，指“道”的形態。第二個“名”是動詞，說明的意思。④無名：指無形。⑤有名：指有形。⑥母：母體，根源。⑦常：經常。⑧妙：通妙，微妙的意思。⑨徼：邊際、邊界。引申端倪的意思。⑩謂：稱謂。此為“指稱”。⑪玄：深黑色，玄妙深遠的含義。⑫門：之門，一切奧妙變化的總門徑，此用來比喻宇宙萬物的唯一原“道”的門徑。", "白話文": "可道之道，可名之名，指事造形，非其常也。故不可道，不可名也。凡有皆始於無，故「未形」、「無名」之時則為萬物之始，及其「有形」、「有名」之時，則長之育之，亭之毒之，為其母也。言道以無形無名始成萬物，以始以成而不知其所以玄之又玄也。妙者，微之極也。萬物始於微而後成，始於無而後生。故常無欲空虛，可以觀其始物之妙。徼，歸終也。凡有之為利，必以無為用。欲之所本，適道而後濟。故常有欲，可以觀其終物之徼也。兩者，始與母也。同出者，同出於玄也。異名，所施不可同也。在首則謂之始，在終則謂之母。玄者，冥也，默然無有也。始母之所出也，不可得而名，故不可言，同名曰玄，而言謂之玄者，取於不可得而謂之然也。謂之然則不可以定乎一玄而已，則是名則失之遠矣。故曰，玄之又玄也。眾妙皆從同而出，故曰眾妙之門也。", "釋文": "今天由我來講道，那麼道是什麼呢？「道」這一個字，是表示宇宙萬物尚未形成之前的真理，也表示虛空之間，一切有形世界與無形世界的能源。因此人類是難以使用語言與文字，去形容它，去描述它。可是世人卻偏偏喜歡以語言或文字去表達這個「道」，而且說得很多，很多。依我看來，這只是口頭之「道」而已，因為這個「道」如果是可以講出來，或是形容出來，就不是真正本來的「道」了，更不是永恆不變的「道」了。因為講出來的「道」，只是描寫與形容而已，與事實畢竟是距離很遠的。譬如說：一張桌子，就是一張桌子，你就是巧奪天工，畫得跟真的一樣，畢竟還不是真正的桌子，這就是「本來的東西與形容描寫的差別距離」。可是世人就是這麼頑固，喜歡門戶之爭，都去強調我們才是「道」，你們不是「道」，而且每個人所強調的「道」都不一樣，更造成人與人之間的衝突與矛盾。因此我看到這種情形，才發覺到可以用言語表達出來的，已經不是真正的「道」了，因為這只是形容與描寫而已，而真正的「道」是無法形容與描寫的，就好像釋迦牟尼佛在金剛經談到說：「我說法四十九年，實在是沒有說法的，如果你們以後講我有說法，就是在毀謗我」，由此可知，釋迦牟尼佛對「道」的體悟，也是難以使用言語代替的，所以修行的人，如果自己不去體悟大道的話，只想依靠別人的說詞，像這樣的瞭解還是離道很遠的。「名」這一個字，是指宇宙萬物還沒有形成之前的名字，那個時候宇宙萬物，都沒有名字，可是沒有名字，才是真正永恆不變的名字。一旦到了宇宙萬物變成有形體，可以看得出來，又可以摸得到的時候，人類就會給它立個名字，可是這只是人間的巧立名目而已。因為萬物是經常在變換更改的，因此這個名字也就跟著變換更改。譬如人的名字，隨著人的死亡後，這個名字也就跟著死亡，所以有名字的稱呼，都不是真正長久的稱呼。所以說沒有名號及沒有名稱的東西，才是天地之間的原始。照這樣說來，稱呼與名字不就像萬物的母親嗎？所以我說：人的心靈在清清靜靜連一點慾望也沒有的時候，才能觀察出一切萬物的本來面目。如果在心中充滿慾望的時候，所觀察到的，只是萬物的外表而已。以上兩種人的心境不同，所以所觀察到的事物，當然就有不同的見解與看法，這不是很玄嗎？在如此玄妙之下，如果我們再深入去探討的話，便可得到更玄妙的問題，你相信嗎？所以我說，研究「道」這門學問，的確是所有玄妙之門中，最玄妙的了，你說不是嗎？", "解說": "遇到了事情，要有沉默而冷靜的思考，不必急於表白。只要問心無愧也就可以了。人間事物，原只是自自然然的生長，不必在乎，但也不是不在乎，要懂得自在、自然。「道」的門是為沉默而生長的，喧嘩的人們就讓他們喧譁吧！不是不去管他，而是要沉靜的去管他，管他就要先自在。"}
{"標題": "相對論--觀徼章第二", "文章": "道可道①，非常道②。名可名③，非常名。無名④天地之始，有名⑤萬物之母⑥。故常無欲⑦，以觀其妙⑧；常有欲，以觀其徼⑨。此兩者同出而異名，同謂⑩之玄，玄之又玄⑪，眾妙之門⑫。", "註釋": "①惡已：惡、醜。已，通“矣”。②斯：這。③相：互相。④較：通“形”，此指比較、對照中顯現出來的意思。⑤傾：充實、補充、依存。⑥音聲：漢代鄭玄為《禮記·樂記》作注時說，合奏出的樂音叫做“音”，單一發出的音響叫做“聲”。⑦聖人處無為之事：聖人，古時人所推崇的最高層次的典範人物。處，擔當、擔任。無為，順應自然，不加干涉、不必管束，任憑人們去幹事。⑧作：興起、發生、創造。⑨恃：指個人的志向、意志、傾向。", "白話文": "美者，人心之所樂進也；惡者，人心之所惡疾也。美惡，猶喜怒也；善不善，猶是非也。喜怒同根，是非同門，故不可得偏舉也，此六者皆陳自然不可偏舉之明數也。自然已足，為則敗也。智慧自備，為則偽也。因物而用，功自彼成，故不居也。使功在己，則功不可久也。", "釋文": "假使為了表現美好的形相，就一再去虛偽的巧扮，像這種作為，難道還能算是美好嗎？如果只是希望行善讓別人知道，才去作善事，那麼這種行為，還能算是行善嗎？因此凡是沒有「有」的感覺，就沒有「無」的感覺，因為「有」與「無」是相對的。沒有「困難」的感覺，就沒有「容易」的感覺，所以困難與容易也是相對的。沒有「長」的名稱，就沒有「短」的名稱，所以長與短，也是相對的。沒有「高」的名稱，就沒有「下」的名稱，所以高與下也是相對的。沒有「小聲」的分別，就沒有「大聲」的分別，所以小聲與大聲也是相對的。沒有「前方」的分別，就沒有「後方」的分別，因此前方與後方也是相對的。所以聖人知道以上這些相對的問題之後，為了要超越褒獎與煩惱的包袱，所以他就以無為的心去處事，因為以無為的心去處事，他就不會感到困擾。因此他對人民的教化，就不喜歡以辯論的語氣去實行。他會學著天地培養萬物一般，不辭辛勞，而且不自傲，更不視為己有一樣的無為。因此聖人他以天地之德為榜樣，所以就做了許多事情，可是他做了許多事情之後，還是感到自己沒有做一樣。因為他是不想居功的，所以他往往在大功告成之後就功成身退，不想去佔有這個榮譽。像他這樣寬容大量的涵養，連自己所建立的功德，都不去攀緣，因此反而使他的功德萬古流芳啊！", "解說": "執著是一切弊病之源，不要執著，要放下。放下才能自在。成功是成就它那個功，不是去占有那個功，要有「功在天下」的心情，不要老以為「功在自己」。「無為」不是不去做，而是做了能「放下」；不是不去說，而是說了就說了，不用擔心，只要心靈明白就可以了。"}
{"標題": "無為之治--安民章第三", "文章": "天下皆知美之為美，斯惡已①。皆知善之為善，斯不善已②。故有無相生③，難易相成，長短相較④，高下相傾⑤，音聲相和⑥，前後相隨。是以聖人處無為之事⑦，行不言之教；萬物作焉而不辭⑧，生而不有，為而不恃⑨，功成而弗居。夫唯弗居，是以不去。", "註釋": "①尚賢：尚，崇尚，尊崇。賢：有德行、有才能的人。②貴：重視，珍貴。貨：財物。③盜：竊取財物。④見：通“現”，出現，顯露。此是顯示，炫耀的意思。⑤虛其心：虛，空虛。心：古人以為心主思維，此指思想，頭腦。虛其心，使他們心裡空虛，無思無欲。⑥弱其志：使他們減弱志氣。削弱他們競爭的意圖。⑦敢：進取。⑧無為：同“弗為”。⑨治：治理，此意是治理得天下太平。", "白話文": "賢，猶能也。尚者，嘉之名也。貴者，隆之稱也。唯能是任，尚也曷為；唯用是施，貴之何為。尚賢顯名，榮過其任，為而常校能相射。貴貨過用，貪者競趣，穿窬探篋，沒命而盜，故可欲不見，則心無所亂也。心懷智而腹懷食，虛有智而實無知也。骨無知以幹，志生事以亂，心虛則志弱也。守其真也。知者謂知為也。", "釋文": "一個人最好不要標榜自己的尊大，就不會讓人去爭取虛名的地位，那麼人與人之間反而能達到和平相處。不要特別去標榜或是珍藏難得的財物。這樣別人就不會有貪慾的妄念，而淪為盜賊。因此由以上的啟示，我們就可以了解，如果不去見那些足以起心動念的聲色貨利。心思就不會受到外物的迷惑。所以聖人治理天下的方法，是先教人斷除一切的邪思妄念為要首的步驟。因為能斷除邪思妄念，身心才能神清氣爽，精神飽滿。再來又教人，消除高傲與自滿的骨氣，及不擇手段的互相競爭之心，能夠這樣的話，爭端就平息了。再其次是增加人的體魄，使人人自食其力自力更生，以及堅定自強不息的概念，更保持天真和諧的狀態，沒有偽詐的心智，及爭奪的慾念。像這樣教化人民的方法，縱然有幾位詭計多端的陰謀家，也不敢胡作非為了。因此照這樣無為又安然的方法來治理天下。天下那裡還有治不好的道理呢？", "解說": "不要被表象的名號所迷惑，心要寧靜，不要紛亂。心情空空、肚子吃飽；不要老說理想，要踏實，尤其要注意身體。不要自作聰明，不要老為了利害、目的才動作。不要老想去對治，自自然然才是真正的藥方。"}
{"標題": "道的功用--不盈章第四", "文章": "不尚賢①，使民不爭；不貴難得之貨②，使民不為盜③；不見可欲④，使民心不亂。是以聖人之治，虛其心⑤，實其腹，弱其志⑥，強其骨。常使民無知無欲。使夫智者不敢為也⑦。為無為⑧，則無不治⑨。", "註釋": "①沖：通盅，器物虛空，比喻空虛。②或不盈：或，通又。盈：滿，引申為盡。③淵：深遠。兮：語助詞，表示停頓。④宗：祖宗，祖先。⑤挫其銳：挫：消磨，折去。銳：通銳，銳利、鋒利。挫其銳：消磨掉它的銳氣。⑥解其紛：消解掉它的糾紛。⑦和其光：調和隱蔽它的光芒。⑧同其塵：把自己混同於塵俗。以上四個“其”字，都是說的道本身的屬性。⑨湛：沉沒，引申為隱約的意思。段玉裁在《說文解字注》中說，古書中“浮沉”的“沉”多寫作“湛”。“湛”、“沉”古代讀音相同。這裡用來形容“道”隱沒於冥暗之中，不見形跡。⑩似或存：似乎存在。連同上文“湛兮”，形容“道”若無若存。參見第十四章“無狀之狀，無物之象，是謂惚恍”等句，理解其意。⑪象：似。", "白話文": "夫執一家之量者，不能全家。執一國之量者，不能成國。窮力舉重，不能為用，故人雖知，萬物治也，治而不以二儀之道，則不能贍也。地雖形魄，不法於天則不能全其寧。天雖精象，不法於道則不能保其精。沖而用之，用乃不能窮滿以造實，實來則溢，故沖而用之，又復不盈，其為無窮亦已極矣。形雖大，不能累其體，事雖殷，不能充其量，萬物捨此而求主，主其安在乎。不亦淵兮似萬物之宗乎。銳挫而無損，紛解而不勞，和光而不汙，其體同塵而不渝，其真不亦湛兮似或存乎。地守其形，德不能過其載，天慊其象，德不能過其覆，天地莫能及之，不亦似帝之先乎。帝，天帝也。", "釋文": "道體雖然像虛空一樣的渺茫，然而它所產生的能量，卻能讓萬物取之不盡，用之不竭。它深厚博大的樣子，不就像萬物的宗主嗎？因此它的本性是虛無瀰漫的，決不鋒芒顯露，這就是它沒有爭強好勝的鬥心。而且它不與萬物相爭，所以它更有解脫紛擾的寬宏大量。在光明的地方，也有它的存在。在塵埃的地方。也有它的存在。在清靜的地方，也有它的存在，可見它的妙用是如何廣大又變化無窮，難怪凡俗的人難以觀察它的跡象，只是說它好像存在的樣子。道體既然如此的玄妙，在天地之間又無跡可尋，所以吾也不知它的來歷。但是它應該在主宰萬物的上帝之前，就有了它的存在了。", "解說": "不要填滿所有的空間，才有生長的可能。言詞不要銳利，頭腦不要紛雜。不要老求光鮮亮麗，要懂得和著塵世生長。愛護您的左右，要關心他們，大道原在有形的萬象之先！"}
{"標題": "天地與聖人--守中章第五", "文章": "道沖①而用之或不盈②，淵兮③似萬物之宗④；挫其銳⑤，解其紛⑥，和其光⑦，同其塵⑧，湛兮⑨似或存⑩。吾不知誰之子，象帝之先⑪。", "註釋": "①芻狗：用草紮成的狗。古代專用於祭祀之中，祭祀完畢，就把它扔掉或燒掉。比喻輕賤無用的東西。在本文中比喻：天地對萬物，聖人對百姓都因不經意、不留心而任其自長自消，自生自滅。正如元代吳澄據說：“芻狗，縛草為狗之形，禱雨所用也。既禱則棄之，無復有顧惜之意。天地無心於愛物，而任其自生自成；聖人無心於愛民，而任其自作自息，故以芻狗為喻。”②猶橐籥：猶，比喻詞，“如同”、“好像”的意思。橐籥：古代冶煉時為爐火鼓風用的助燃器具——袋囊和送風管，是古代的風箱。③屈：竭盡，窮盡。④愈：通愈，更加的意思。⑤多言數窮：言，見聞，知識。老子認為，見多識廣，有了智慧，反而政令煩苛，破壞了天道。數：通“速”，是加快的意思。窮：困窮，窮盡到頭，無路可行。⑥守中：中，通衝，指內心的虛靜。守中：守住虛靜。", "白話文": "天地任自然，無為無造，萬物自相治理，故不仁也。仁者必造立施化，有恩有為，造立施化則物失其真，有恩有為，列物不具存，物不具存，則不足以備載矣。地不為獸生芻，而獸食芻；不為人生狗，而人食狗。無為於萬物而萬物各適其所用，則莫不贍矣。若慧由己樹，未足任也。聖人與天地合其德，以百姓比芻狗也。橐，排橐也。籥，樂籥也。橐籥之中，空洞無情，無為故虛，而不得窮，屈動而不可竭盡也。天地之中，蕩然任自然，故不可得而窮，猶若橐籥也。愈為之則愈失之矣。物樹其惡，事錯其言，不濟不言，不理必窮之數也。橐籥而守數中，則無窮盡，棄己任物，則莫不理。若橐籥有意於為聲也，則不足以共吹者之求也。", "釋文": "天地真的不仁慈嗎？為什麼將萬物當成祭祀用的草狗一樣，用過之後就不要了。聖人真的不仁慈嗎？為什麼將天下百姓當成祭祀用的草狗一樣，用過之後就不要了。其實天地化育萬物是遍及一切的，聖人博愛的精神也是遍及一切的，他們的心境，絕不存有偏狹之意與分別之念。因此萬物的退化，完全是隨著他們的因果造化，這怎能怪罪天地的不仁慈，或聖人的不仁慈，其實這完全是人民自己所作所為，自己招來的因果禍福啊！所以說天地之間，就好像一個風箱一樣。如果沒有人去搖動它，它就虛靜無為，但是它生風的本性仍然是不變的，如果有人去拉動它，那麼風就自然吹出來。因此天地與聖人的心境是無為的，而現在有些人的思想不是偏左，就是偏右，不能默守中庸之道，常常以為自己很聰明，妄作主張，固執己見，互不相讓，像這種作為，不是聰明反被聰明誤嗎？如果要像以上這些多餘的做為，不如守住中和之道，譬如說：眼晴如果不多看，魂氣就隱藏在肝臟。鼻子如果不多嗅，魄氣就隱藏在肺臟。嘴巴如果不多說，神氣就隱藏在心臟。耳朵如果不多聽，精氣就隱藏在腎臟。身體如果不多動，意氣就隱藏在脾臟。以上這五種神氣，如果能夠守中，身體中的五氣自然歸於本位，濁精自然化為元氣，元氣自然化為神氣，神氣自然歸於虛無之中，這就是修身的要訣，性命的關鍵，學道之人不可不知呀！", "解說": "要學習天地般的無私，對事情不要看得太重，要輕鬆些！事情要有次序、做了一件，就會帶出一件，引不完的！要放鬆、再用力，愈用會愈有勁！話多了祇會招來困窘，默默地做出成績來，最重要！"}
{"標題": "無形的真神--谷神章第六", "文章": "天地不仁，以萬物為芻狗①；聖人不仁，以百姓為芻狗。天地之間，其猶橐籥乎②﹖虛而不屈③，動而愈出④。多言數窮⑤，不如守中⑥。", "註釋": "①谷神：過去據高亨說：谷神者，道之別名也。谷讀為\"轂\"，《爾雅·釋言》：“轂，生也。”《廣雅·釋詁》：“轂，養也。”谷神者，生養之神。另據嚴復在《老子道德經評點》中的說法，“穀神”不是偏正結構，是聯合結構。谷，形容“道”虛空博大，象山谷；神，形容“道”變化無窮，很神奇。②玄牝：玄，原義是深黑色，在《老子》書中是經常出現的重要概念。有深遠、神秘、微妙難測的意思。牝：本義是是雌性的獸類動物，這裡借喻具有無限造物能力的“道”。玄牝指玄妙的母性。這裡指孕育和生養出天地萬物的母體。③門：指產門。這裡用雌性生殖器的產門的具體義來比喻造化天地生育萬物的根源。④綿綿：連綿不絕的樣子。⑤若存：若，如此，這樣。若存：據宋代蘇轍解釋，是實際存在卻無法看到的意思。⑥勤：通勤。作“盡”講。", "白話文": "谷神，谷中央無。谷也，無形無影，無逆無違，處卑不動，守靜不衰，谷以之成而不見其形，此至物也。處卑而不可得名，故謂天地之根，綿綿若存，用之不勤。門，玄牝之所由也，本其所由，與極同體，故謂之天地之根也。欲言存邪，則不見其形，欲言亡邪，萬物以之生。故綿綿若存也，無物不成，用而不勞也。故曰，用而不勤也。", "釋文": "天地有無形的真神，人體有無形的元神，這都是虛無妙有的，看也看不到的。現在我們就簡稱祂為萬物之母吧！萬物之母雖然毫無門路可尋，但是天地萬物無不是從此而出，從此而入，因此祂才是天地萬物的根源呀！所以妙有之門是至虛至無的，是用之不盡，取之不竭的，像這種變化的玄妙，不是現在才有的，而是自古以來就有的。", "解說": "要虛懷若谷，這樣才能起死回生。謙虛是最好的藥方，世間事總有個根源，根源就在天地。要注意生活世界的安排，事情要綿綿密密的，隨時都在思考，自會有答案。永不停歇但不用急種一棵大樹，不是那麼快的。"}
{"標題": "無私之心--無私章第七", "文章": "谷神不死①，是謂玄牝②。玄牝之門③，是謂天地根。綿綿④若存⑤，用之不勤⑥。", "註釋": "①天長地久；長、久：均指時間長久。②以其不自生：因為它不為自己生存。以，因為。③身：自身，自己。以下三個“身”字同。先：居先，佔據了前位。此是高居人上的意思。④外其身：外，是方位名詞作動詞用，使動用法，這裡是置之度外的意思。⑤邪：同“耶”，助詞，表示疑問的語氣。", "白話文": "自生則與物爭，不自生則物歸也。無私者，無為於身也。身先身存，故曰，能成其私也。", "釋文": "從無法計算的年代之前，天仍然是這個天，地仍然是這個地，可見它的生命是長久的，那麼天地為什麼能夠如此的長久呢？就是因為它不自己生長自己，而生長萬物，不為自己，而為別人，所以它能夠長生。因此聖人明白這個道理之後，他也學著天地一樣，將自己的事放在後面，將別人的事情放在前面，可是祂的靈性卻永遠在別人之上。他雖然將自己置之度外，但是祂的真我反而永遠長存！這就是聖人祂沒有私心，反而能成就祂的偉大，而且等到祂的身體死了之後，祂的靈性永遠超脫三界，不再受到六道輪迴之苦，還受到後人的敬仰，這就是祂沒有私心，反而得到了好處。", "解說": "要有天地般的心量，不用忍耐，也能長久！「讓開」是最重要的藥方！別人生長了，你也生長了！成就別人，也就是成就你自己！私心不一定那麼不好，但要私得起，也要放得下！"}
{"標題": "上善若水--若水章第八", "文章": "天長地久①。天地所以能長且久者，以其不自生②，故能長生。是以聖人後其身而身先③；外其身而身存④。非以其無私邪⑤，故能成其私。", "註釋": "①上善若水：上，最的意思。上善即最善。這裡老子以水的形象來說明\"聖人\"是道的體現者，因為聖人的言行有類於水，而水德是近於道的。②處眾人之所惡：即居處於眾人所不願去的地方。③幾於道：幾，接近。即接近於道。④淵：沉靜、深沉。⑤與善仁：與，指與別人相交相接。善仁，指有修養之人。⑥正善治：為政善於治理國家，從而取得治績。⑦動善時：行為動作善於把握有利的時機。⑧尤：怨咎、過失、罪過。", "白話文": "人惡卑也。道無水有，故曰，幾也。言人皆應於治道也。", "釋文": "世人都想學善，今日吾就來講，最上等的善到底是什麼？那就是「水」了，為什麼呢？不信的話，我可用以下的比喻去分析之：一、水的善德在那裏呢？就是它利益萬物，滋潤萬物，也不去爭名、爭利、爭功、爭大。二、它處在眾人所厭惡又卑下的地方，這就是它最接近「道」的作為了。三、它無論居住在什麼地方，都能隨處而安，真靜自守。四、而且它的善德淵深得很，幾乎難以測量，為什麼呢？因為它能夠沈靜，又能和合萬物之用。五、水施予萬物，皆出自於仁愛之心，這就是它的仁慈。六、水本無言，可是無言之言才是真言，更是信言，如朔望的潮水，皆能適時而來去，這就是水的信用。七、水以滋潤萬物就好比處理政治一樣，遇熱就昇華成雨露，多餘就流入江河，如此生生不息的現象不就是水善於處理政治的表現嗎？八、水在行事方面又能盡其所長，如行舟渡筏，滋潤萬物，煮飯、燒菜、洗衣，無不是水的善能。九、水在舉動方面很合乎自然的，如水流到圓的地方，它就成為圓形，流到方的地方，它就成為方形，氤氳的時候就會下雨，晴天的時候它就昇華，人如果能夠像水一樣，不違背天時行事，不妄做，不妄為，不妄言，這才是學習水的善德。尤其水不與它物相爭，所以它物也不會與水相爭，這就是水以「和」的表現。所以如果人能夠學「水」的涵養與和氣，自然也不會有錯誤之紛爭了。", "解說": "別人以為你是柔弱，其實這是包容，包容可以免除鬥爭！事情總有個定準，要抓準它，不要放過，也不用擔心；治事要穩健，注意時機的抉擇，當斷則斷，不要猶豫！該做的好好做！做你喜歡的，喜歡你所做的！無怨無悔！"}
{"標題": "為人的道理--持盈章第九", "文章": "上善若水①。水善利萬物而不爭，處眾人之所惡②，故幾於道③。居善地，心善淵④，與善仁⑤，言善信，正善治⑥，事善能，動善時⑦。夫唯不爭，故無尤⑧。", "註釋": "①持而盈之：持，手執、手棒。此句意為持執盈滿，自滿自驕。②不如其已：已，止。不如適可而止。③揣而梲之：把鐵器磨得又尖又利。揣，捶擊的意思。④長保：不能長久保存。⑤咎：過失、災禍。⑥功成身退：功成名就之後，不再身居其位，而應適時退下。\"身退\"並不是退隱山林，而是不居功貪位。⑦天之道：指自然規律。", "白話文": "持，謂不失德也。既不失其德又盈之，勢必傾危。故不如其已者，謂乃更不如無德無功者也。既揣末令尖，又銳之令利，勢必摧衂故不可長保也。不若其已。不可長保也。四時更運，功成則移。", "釋文": "為人的道理，應該知道進退的分寸，凡事適可而止，不要自誇自大，因為自信自滿的人，往往就像水溢流出來一樣，得不償失的，倒不如放下自滿自大的心，使得自己安逸恬適。自恃自己聰明才智，就鋒芒顯露的人，將會受到別人的排斥與打擊，因此這種人就不可能受到別人的擁護與愛戴。金與玉雖是珍貴之物，但仍是身外之物，因此縱然富有之人金玉堆積滿堂，一旦臨命終時還是守不住的。所以修道之人倘若能直取身中之金玉，養性命之真常，才是用之不盡，取之不竭。還有富貴之人如不生驕傲之心，他人必定會以謙恭之心禮敬於你。倘若貪戀富貴又驕傲自得，這將使人嫉妒批評，這是自取禍殃的開始。只有功成身退的人，才是最合乎自然的天道。", "解說": "張揚就要付出代價，不想付出代價，那且先別張揚。功成了、名就了，要懂得回來看看自己，不要被拉著在外闖蕩！金玉多了，不只累贅，而且是敗亂的起點。大自然之道啊！不是用名號堆疊成的，只是如實而已！"}
{"標題": "修道難易--玄德章第十", "文章": "持而盈之①，不如其已②；揣而梲之③，不可長保④。金玉滿堂，莫之能守；富貴而驕，自遺其咎⑤。功成身退⑥，天之道也⑦。", "註釋": "①載營魄抱一：載，用作助語句，相當於夫；營魄，即魂魄；抱一，即合一。一，指道，抱一意為魂魄合而為一，二者合一即合於道。又解釋為身體與精神合一。②專氣：專，結聚之意。專氣即集氣。③能嬰兒乎：能像嬰兒一樣嗎？④滌除玄覽：滌，掃除、清除。玄，奧妙深邃。覽，鏡子。玄覽：即指人心靈深處明澈如鏡、深邃靈妙。⑤愛國治民，能無知乎：即無為而治。⑥天門開闔：天門，有多種解釋。一說指耳目口鼻等人的感官；一說指興衰治亂之根源；一說是指自然之理；一說是指人的心神出入即意念和感官的配合等。此處依\"感官說\"。開闔，即動靜、變化和運動。⑦能為雌：雌，即寧靜的意思。⑧為：通智，指心智、心機。⑨畜：養育、繁殖。⑩玄德：玄秘而深邃的德性。", "白話文": "載，猶處也。營魄，人之常居處也，一人之真也。言人能處常居之宅，抱一清神，能常無離乎，則萬物自賓矣。專，任也，致極也，言任自然之氣。致，至柔之和，能若嬰兒之無所欲乎，則物全而性得矣。玄，物之極也，言能滌除邪飾，至於極覽，能不以物介其明。疵之其神乎，則終與玄同也。任術以求成，運數以求匿者，智也。玄覽無疵，猶絕聖也。治國無以智，猶棄智也。能無以智乎，則民不辟而國治之也。天門，天下之所從由也。開闔，治亂之際也，或開或闔，經通於天下，故曰，天門開闔也。雌，應而不倡，因而不為，言天門開閡能為雌乎，則物自賓而處自安矣。言至明四達，無迷無惑，能無以為乎，則物化矣。所謂道常無為，侯王若能守，則萬物自化。不塞其原也。不禁其性也。不塞其原，則物自生，何功之有。不禁其性，則物自濟，何為之恃。物自長足，不吾宰成，有德無生，非玄如何。凡言玄德，皆有德而不知其主，出乎幽冥。", "釋文": "修道說容易也容易，說困難也困難，因為心一外馳，魂就與魄相離，那麼你們能夠保持神不外遊，意不散亂嗎？你能夠專守先天的元氣，如嬰兒赤子一樣，保全天真柔和的本性嗎？你能洗除貪執之心，自淨其意，使心靈清淨澄澈而毫無瑕疪嗎？你能在愛國家、愛民族，或治理國政的時候，保持一種天真博愛自然無為之心嗎？人心為一身之主，那麼你的一身之主，在喜、怒、哀、樂出入動靜的時候，是不是經常守住安靜柔弱呢？你們能夠在事物完全明白之後，還能保持不以聰明為驕傲，而守住無見、無聞、無為、無欲的境界嗎？以上這些道理，其實都是要你們學習天地一般，因為天地雖生長萬物，養育萬物，但是它仍然不把萬物當成自己的。它生育萬物，養育萬物，做了天下的事，仍然還不仗恃自己的才能。長養育萬物還不認為自己是主人翁。像天地這種作為，便可稱為最深、最厚、最高、最遠，更難以立名的德行了！", "解說": "和諧的意思不是等同為一，而是讓不同的有一超越克服的可能。任由自性，玄妙自照，沒有什麼執著，就能把握到你想把握的。生長比競爭重要，用涵和蘊藉的心情去接受，自然能夠生長。不要想占有，不要想依靠，不要想控制，玄玄中自有妙處！"}
{"標題": "無的用途--虛中章第十一", "文章": "上篇道經（第11~20章）", "註釋": "①輻：車輪中連接軸心和輪圈的木條，古時代的車輪由三十根輻條所構成。此數取法於每月三十日的歷次。②轂：是車輪中心的木製圓圈，中有圓孔，即插軸的地方。③當其無，有車之用：有了車轂中空的地方，才有車的作用。\"無\"指轂的中間空的地方。④埏埴：埏，和；埴，土。即和陶土做成供人飲食使用的器皿。⑤戶牖：門窗。⑥有之以為利，無之以為用：\"有\"給人便利，\"無\"也發揮了作用。", "白話文": "轂所以能統三十輻者，無也，以其無能受物之故，故能以實統眾也。木埴，壁之所以成，三者而皆以無為用也。言無者，有之所以為利，皆賴無以為用也。", "釋文": "車輪要三十支徑木，插入中間的軸心，這個車輪才有作用。製造盛物的器具，要留個中空的地方，這些器具才能盛物。建造房屋，開鑿門窗，要留個空間才能住人。所以說，有形的東西是給人方便使用的，無形的空間才是活動的地方，如天與地之間是中空的，才能讓萬物來去無阻，通行無礙。如天與地之間，沒有這個中空的地方，萬物就沒有活動與生化的餘地了。", "解說": "心靈放空，才能容物，記住：沒有士兵的大將軍，只能當階下囚。生命不能空度，但卻要有留白，留白才能有想像的空間，才能有發展的可能。捨棄，只是捨棄，根本不用問：是否還有可能，因為真正的可能性，就是回到空無的境地。執著必帶來痛苦，放下是良方；虛空妙用，才得無窮！"}
{"標題": "追求外在的人--為腹章第十二", "文章": "三十輻①，共一轂②，當其無，有車之用③。埏埴以為器④，當其無，有器之用。鑿戶牖以為室⑤，當其無，有室之用。故有之以為利，無之以為用⑥。", "註釋": "①五色：指青、黃、赤、白、黑。此指色彩多樣。②目盲：比喻眼花繚亂。③五音：指宮、商、角、徵、羽。這裡指多種多樣的音樂聲。④耳聾：比喻聽覺不靈敏，分不清五音。⑤五味：指酸、甘、苦、辛、咸，這裡指多種多樣的美味。⑥口爽：意思是味覺失靈，生了口病。古代以\"爽\"為口病的專用名詞。⑦馳騁：縱橫奔走，比喻縱情放蕩。⑧畋獵：打獵獲取動物。畋，打獵的意思。⑨心發狂：心旌放蕩而不可製止。⑩行妨：傷害操行。妨，妨害、傷害。⑪為腹不為目：只求溫飽安寧，而不為縱情聲色之娛。\"腹\"在這裡代表一種簡樸寧靜的生活方式；\"目\"代表一種巧偽多欲的生活方式。⑫去彼取此：摒棄物慾的誘惑，而保持安定知足的生活。\"彼\"指\"為目\"的生活；\"此\"指\"為腹\"的生活。", "白話文": "爽，差失也，失口之用，故謂之爽。夫耳目口心，皆順其性也，不以順性命，反以傷自然，故曰聾、盲、爽、狂也。難得之貨，塞人正路，故令人行妨也。為腹者以物養己，為目者以物役己，故聖人不為目也。", "釋文": "追求外在的形色，將離去本性的靈明，譬如──聲色貨利本是身外之物，但是受到眼睛物欲的影響，就會流逸奔馳，因此五色使人的本性趨於迷盲，就是這個原因。貪求外在的聲色，也會使人本性蒙蔽，一旦蒙蔽了本性，正法的聲音就難以聽入心靈之中，像這種人不是好像耳聾的人嗎？人一旦貪求食物的滋味，本性便被味覺所惑，所以五味常使人的本性流逸奔放，而不知本性之中，淡中有味，如子曰：「飯疏食飲水，而樂在其中」此就是真味也。如果人無所事事，每天騎著馬追逐鳥獸，打獵競技，像這種人將會使自己瘋狂於鬥爭之心，導致身心不寧，而迷失天賦之本性。擁有珍貴寶物的人，常使自己行動受到妨礙，而過份虛榮的人，往往會不顧節操以至身敗名裂。因此聖人知道物慾之害，所以在為人處事方面，就不去強求物質的享受，一心一意，常養性中之腹飽，不受外物而亂心，就是這個原因呀！", "解說": "眼睛可是靈魂之窗，若一意追逐，靈魂卻可能從這窗口跑走。過頭的事，不要做；過度的努力，也不要做；過人的才華，更要愛惜；須知：過了頭，想回頭都困難。可以多些糞土，因為糞土可以肥沃田地；要少些財貨，因為財貨會引來殺機。停止追逐，你須要的是安靜、自得。"}
{"標題": "寵愛與羞辱--寵辱章第十三", "文章": "五色①令人目盲②，五音③令人耳聾④，五味⑤令人口爽⑥，馳騁⑦畋獵⑧令人心發狂⑨，難得之貨令人行妨⑩。是以聖人為腹不為目⑪，故去彼取此⑫。", "註釋": "①寵辱：榮寵和侮辱。②貴大患若身：貴，珍貴、重視。重視大患就像珍貴自己的身體一樣。③寵為下：受到寵愛是光榮的、下等的。④及吾無身，吾有何患：意為如果我沒有身體，有什麼大患可言呢？⑤愛以身為天下，若可托天下：此句意為以貴身的態度去為天下，才可以把天下託付給他；以愛身的態度去為天下，才可以把天下託付給他。", "白話文": "寵必有辱，榮必有患，驚辱等，榮患同也。為下，得寵辱榮患若驚，則不足以亂天下也。大患，榮寵之屬也。生之厚，必入死之地，故謂之大患也。人迷之於榮寵，返之於身，故曰大患若身也。由有其身也。歸之自然也。無以易其身，故曰貴也。如此乃可以託天下也。無物可以損其身，故曰愛也。如此乃可以寄天下也，不以寵辱榮患損易其身，然後乃可以天下付之也。", "釋文": "世人皆注重於寵愛與羞辱的差別，所以一旦遇有外來的寵愛或是羞辱，就感到驚慌而不知所措。而聖人就不同了，他對於別人的寵愛，就好像我們有這個身體一樣的禍患，因為人身是四大 ( 水、火、風、土 ) 假合。為什麼寵愛及羞辱會讓吾感到驚慌呢？因為寵愛就好像得到功名富貴一樣，有一天恐怕又要失去，而羞辱就好像被辭職的人，將要受人嘲笑。為什麼有身體是禍患呢？因為人生在世，有了此身，便有生、老、病、死之苦，所以聖人便將這個身體當做禍患，更將別人的寵愛與羞辱看成我們有這個身體一樣的禍患。所以有道的人，他雖然得到尊榮的地位，但是他不視為自己的榮耀，因為他認為自己的尊貴，就是天下人的尊貴，自己的榮耀，就是天下人的榮耀，像這種有道之人，我們才可以把天下交給他。因此如果有人貴重自己的身體，但並不是為了貪享榮華富貴，而是為了拯救天下眾生的大任務，像這種人，我們就可以將天下託負給他。", "解說": "管它是寵是辱，依然故我，只是個平常心，便是了！最大的禍患就是自己，自己太大了，天地就變得小了，知道嗎？無我才是真我，無我才得自在，「自在」是克服一切「他在」的良方。忘掉自己的利害，忘掉自己的面子，忘掉自己的身段，才能找回自己。"}
{"標題": "無相、無聲、無形--道紀章第十四", "文章": "寵辱若驚①，貴大患若身②。何謂寵辱若驚﹖寵為下③，得之若驚，失之若驚，是謂寵辱若驚。何謂貴大患若身﹖吾所以有大患者，為吾有身，及吾無身，吾有何患④﹖故貴以身為天下，若可寄天下；愛以身為天下，若可托天下⑤。", "註釋": "①夷：無色。②希：無聲。③微：無形。以上夷、希、微三個名詞都是用來形容人的感官無法把握住\"道\"。這三個名詞都是幽而不顯的意思。④致詰：詰，意為追問、究問、反問。致詰，意為思議。⑤一：本章的一指\"道\"。⑥徼：清白、清晰、光明之意。⑦昧：陰暗。⑧繩繩：不清楚、紛芸不絕。⑨無物：無形狀的物，即\"道\"。⑩惚恍：若有若無，閃爍不定。⑪有：指具體事物。⑫古始：宇宙的原始，或\"道\"的初始。⑬道紀：\"道\"的綱紀，即\"道\"的規律。", "白話文": "無狀無象，無聲無響，故能無所不通，無所不往，不得而知，更以我耳目體，不知為名，故不可致詰，混而為一也。欲言無邪，而物由以成。欲言有邪，而不見其形，故曰，無狀之狀，無物之象也。不可得而定也。有，有其事。無形無名者，萬物之宗也。雖今古不同，時移俗易，故莫不由乎此，以成其治者也。故可執古之道，以御今之有，上古雖遠，其道存焉，故雖在，今可以知古始也。", "釋文": "看不出什麼東西就叫做「無相」。聽不出是什麼聲音就叫做「無聲」。摸不著的東西就叫做「無形」。以上三樣，無相、無聲、無形。就是道體的微妙，所以世人是看不見，聽不到，又摸不著，這就是道體的不可思議之處。雖然「無相、無聲、無形」的理論可以分開來說，可是它的本體，其實還是混合的。而有形的世界就不同了，凡是有一邊明的，就有一邊是暗的，如上面是明的，下面就是暗的，而道體的微妙就不同了，它上面不是明的，下面也不是暗的。它綿綿不絕充塞於天地、宇宙之間，似乎是有個物體又難以立言。因為它畢竟是非常虛無的東西，雖然它生長了萬物，而又好像不是它生長的。這就是沒有形狀的「形狀」，沒有物體的「物體」。所以有人說道體為恍惚不定的，好像有，又好像沒有。為什麼會這樣子呢？因為如果你想在前頭去迎接道體的話，根本也看不到它的前頭。你要是想在後面跟著它，你還是看不到它的尾巴。因此聖人就是秉持著，這古始以來就存在的道，去治理世間的一切。所以我說能夠知道古始之道的人，就是知道「道」的系統的人，因為這個系統，就是道的綱紀呀！", "解說": "不要求亮麗，只要不昏暗，就有可能。生命要的不是必然，而是可能。無相、無聲、無形的時候，就是充滿著可能性的時候。甚至，你要懂得去相、去聲、去形，回到真切的可能點上來。處在環中，才能因應無窮，不必在前在後、在左在右，徬徨猶豫，浪費心神！不必擔心目前的勢態如何，要用理念去化解，要以理導勢！"}
{"標題": "古代的有道之士--不盈章第十五", "文章": "視之不見名曰夷①，聽之不聞名曰希②，搏之不得名曰微③。此三者不可致詰④，故混而為一⑤。其上不皦⑥，其下不昧⑦。繩繩⑧不可名，復歸於無物⑨。是謂無狀之狀，無物之象，是謂惚恍⑩。迎之不見其首，隨之不見其後。執古之道，以御今之有⑪。能知古始⑫，是謂道紀⑬。", "註釋": "①善為士者：指得\"道\"之人。②容：形容、描述。③豫：原是野獸的名稱，性好疑慮。豫兮，引申為遲疑慎重的意思。④涉川：戰戰兢兢、如臨深淵。⑤猶：原是野獸的名稱，性警覺，此處用來形容警覺、戒備的樣子。⑥若畏四鄰：形容不敢妄動。⑦儼兮：形容端謹、莊嚴、恭敬的樣子。⑧客：一本作\"容\"，當為客之誤。⑨渙兮若冰之將釋：形容流動的樣子。⑩敦兮其若樸：形容敦厚老實的樣子。⑪曠兮其若谷：形容心胸開闊、曠達。⑫渾兮其若濁：形容渾厚純樸的樣子。渾，與\"混\"通用。⑬濁：動態。⑭安：靜態。⑮不欲盈：不求自滿。盈，滿。⑯蔽不新成：去故更新的意思。", "白話文": "冬之涉川，豫然若欲度，若不欲度，其情不可得見之貌也。四鄰合攻，中央之主，猶然不知所趣向者也。上德之人，其端兆不可覩，德趣不可見，亦猶此也。凡此諸若，皆言其容，象不可得而形名也。夫晦以理物則得明，濁以靜物則得清，安以動物則得生，此自然之道也。孰能者，言其難也。徐者，詳慎也。盈必溢也。蔽，覆蓋也。", "釋文": "古時候的有道之士，他們的靈性是微細奧妙的，他的本性是永遠通達的。這都是外人難以窺測，難以了解的玄機。就是這樣難以窺測他的玄機，如果要去描述古代有道之士的話，也只能勉強形容而已。比如他們在處理事物方面的行動，絕對不會急迫衝動，就好像古時候的「豫獸」一樣，一定要等到冬天河水的冰結凍了，才敢走過，否則未等到河水結冰，就魯莽走過去，不是等於自己去送死嗎？他慎獨的工夫，就好像古時候的「猶獸」要下山一樣的謹慎，不敢擾動山下村莊的百姓，否則牠的生命就危險了。因此古代的有道之士，他為人恭敬的樣子，就好像身為主人禮遇貴賓一樣的謹慎，不敢輕舉妄動。在心性清靜方面，他對一切外緣的干擾心不染著，就好像春風中的冰，自然的解凍散開一樣。因此他心中淳厚的本性，就好像一塊木頭尚未雕琢一樣的樸實無華。心胸的開闊，就好像空曠中的山谷，能夠虛受一切，涵容萬物。並且他有大智若愚的美德，將自己混合在污濁的水中一樣。這就是聖人不自以為自己是聖人，所以才能成為聖人，凡人自命不凡，所以才越像一個凡人的道理呀！所以，誰能像他們 (古時有道之士 )，在動盪之中，還能除去心中污濁的惡水，使他慢慢的澄清呢？誰能在安定自守之中，久久以待使體內的清正之氣發動呢？因此能夠保持以上這章道理的人，他一定是虛心知足的人，不自滿，不自傲的人。就是因為他不自滿，不自傲，只是為了世人著想，反而使自己得到永生之道。", "解說": "天道難以了知，不必老是想去窺伺；須知：有幾分敬畏就有幾分福氣。生命不是用分別心去認識，而是用無分別心去感通，真切的感通起於敬畏。寧靜之後，再啟動，這樣的啟動才是強勁而有力的。不避混濁，能讓混濁澄清，這才是真功夫。朋友，息心止慮吧！"}
{"標題": "致知的極點--復命章第十六", "文章": "古之善為士者①，微妙玄通，深不可識。夫唯不可識，故強為之容②﹕豫兮③若冬涉川④，猶兮⑤若畏四鄰⑥，儼兮⑦其若客⑧，渙兮若冰之將釋⑨，敦兮其若樸⑩，曠兮其若谷⑪，渾兮其若濁⑫。孰能濁⑬以靜之徐清﹖孰能安⑭以久動之徐生﹖保此道者不欲盈⑮，夫唯不盈，故能蔽不新成⑯。", "註釋": "①致虛極，守靜篤：虛和靜都是形容人的心境是空明寧靜狀態，但由於外界的干擾、誘惑，人的私慾開始活動。因此心靈蔽塞不安，所以必須注意\"致虛\"和\"守靜\"，以期恢復心靈的清明。極、篤，意為極度、頂點。②作：生長、發展、活動。③復：循環往復。④芸芸：茂盛、紛雜、繁多。⑤歸根：根指道，歸根即復歸於道。⑥是曰：一本作\"靜曰\"。一本作\"是謂\"。⑦復命：復歸本性，重新孕育新的生命。⑧常：指萬物運動變化的永恆規律，即守常不變的規則。⑨明：明白、了解。⑩容：寬容、包容。⑪王：周到、周遍。⑫天：指自然的天，或為自然界的代稱。", "白話文": "言致虛，物之極篤；守靜，物之真正也。動作生長。以虛靜觀其反復。凡有起於虛，動起於靜，故萬物雖並動作，卒復歸於虛靜，是物之極篤也。各反其所始也。歸根則靜，故曰靜。靜則復命，故曰復命也。復命則得性命之常，故曰常也。常之為物，不偏不彰，無皦昧之狀，溫涼之象，故曰知常曰明也。唯此復乃能包通萬物，無所不容，失此以往，則邪入乎分，則物離其分，故曰不知常，則妄作凶也。無所不包通也。無所不包通，則乃至於蕩然公平也。蕩然公平，則乃至於無所不周普也。無所不周普，則乃至於同乎天也。與天合德，體道大通，則乃至於極虛無也。窮極虛無，得道之常，則乃至於不有極也。無之為物，水火不能害，金石不能殘。用之於心則虎兕無所投其齒角，兵戈無所容其鋒刃，何危殆之有乎。", "釋文": "如果人能夠致知，達到虛無妙境，虛空妙有的時候，便可達到大智慧的極點，達到大智慧的極點，又能誠心誠意的守靜達到最高止境之時。那麼萬物的生長、孕育、死亡，我們就能夠從無形的氣胞，觀察到有形的物體。又能從有形的物體，觀察到無形的氣胞，這些生生化化的過程，我們不難去發現它週而復始，循環不息的奧妙。因此雖然萬物是眾多的，但是最後還是要回歸到生命的根源。萬物回歸到自己生命的根源，就叫做「靜」，靜也就是回復到自己真我的生命。回復到真我的生命，才是真正的長生。知道什麼是長生的人，可說是明白什麼是「假我」，什麼是「真我」的人。如果不明白靈性不滅的人，大都是胡思亂想，或是異想天開的人，因此容易輕舉妄動，一旦輕舉妄動，往往就要招來災殃了。因此想珍惜真我的人，他能容受一切，無所不包，所以這種人的心胸開朗，更是大公無私。像這樣至公無私的人，就會將挽救蒼生視為己任，這就是聖人了。所以聖人也稱為「王」，既然是王，必然是順天行事了。能夠順天行事，就合乎真常之道。能夠合乎真常之道的人，就是假我的肉體死了，也不會墮入六道輪迴。", "解說": "要相信生命自己有一回歸與生長的可能，不必造作，不必擔心。虛心吧！由他去吧！他會自己好好生長的，只要關懷他，不要控制他。真正的包容是不必忍受、不必包容，讓他來去自如，如如生長。「道」是你的道、我的道、他的道，大家的道，它靜靜地等著你。"}
{"標題": "國君的治世--知有章第十七", "文章": "致虛極，守靜篤①。萬物並作②，吾以觀復③。夫物芸芸④，各復歸其根。歸根⑤曰靜，是曰⑥復命⑦。復命曰常⑧，知常曰明⑨。不知常，妄作凶。知常容⑩，容乃公，公乃王⑪，王乃天⑫，天乃道，道乃久，沒身不殆。", "註釋": "①太上：至上、最好，指最好的統治者。②下知有之：人民不知有統治者的存在。③悠兮：悠閒自在的樣子。④貴言：指不輕易發號施令。⑤自然：自己本來就如此。", "白話文": "大上，謂大人也。大人在上，故曰大上。大人在上，居無為之事，行不言之教，萬物作焉而不為始，故下知有之而已，言從上也。不能以無為居事，不言為教，立善行施，使下得親而譽之也。不能復以恩仁令物，而賴威權也。不能法以正齊民，而以智治國，下知避之，其令不從，故曰，侮之也。夫御體失性則疾病生，輔物失真則疵釁作。信不足焉，則有不信，此自然之道也。已處不足，非智之所齊也。自然，其端兆不可得而見也，其意趣不可得而覩也，無物可以易其言，言必有應，故曰，悠兮其貴言也。居無為之事，行不言之教，不以形立物，故功成事遂，而百姓不知其所以然也。", "釋文": "上古時候，有德的聖君，行不言之教，處無為之事，使天下百姓不知不覺的自化，如此人民暗受聖君的恩賜，仍然不知道有聖君的存在。再其次的賢明國君，雖然不能像上古的聖君一樣淳樸無為，但尚能以德教化百姓，親近百姓，如此仁德的國君，還能得到天下百姓的稱讚頌揚。再其次的時期，再其次的國君，他教化百姓，就以刑政與賞罰去治理人民，這時候的人民，就知道畏懼國君了。最差一等的國君，就無道無德了，他只會以權術愚弄人民，所以人民也就開始輕視侮辱國君了。這是什麼原因呢？就是因為這種國君本身的誠信不足，所以人民也就不相信他呀！因此想要達到上古淳樸的治世風氣，首先必要貴重他的號令，誠信他的語言。使人民都能安居樂業，日出而作，日入而息，鑿井而飲，耕田而食，人人都能順利將自己的事做好，這種國君的治世，才可算是大功告成了。可是大功告成之後，人民還是不曉得這是國君的功勞，反而說：「這是很自然的事嘛！」所以這種國君的治世，才是最上等無為的國君呀！", "解說": "重點是怎樣把事情做好，不是誰得了權位、誰去完成，誰享了大名。你給出的是天地、是心情、是可能，不是指導、不是控制、不是督促。控制森嚴，這是最不好的管理方式，能物各付物，自然而然才好。不要讓學生老覺得是你教給他的，不要讓兒子老覺得是你傳給他的，自然才好。"}
{"標題": "仁義與孝慈--四有章第十八", "文章": "太上①，下知有之②，其次親而譽之，其次畏之，其次侮之。信不足焉，有不信焉。悠兮③其貴言④，功成事遂，百姓皆謂我自然⑤。", "註釋": "①大道：指社會政治制度和秩序。②智慧：聰明、智巧。③六親：父子、兄弟、夫婦。④孝慈：一本作\"孝子\"。", "白話文": "失無為之事，更以施慧立善道，進物也。行術用明，以察姦偽；趣睹形見，物知避之。故智慧出則大偽生也。甚美之名生於大惡，所謂美惡同門。六親，父子兄弟夫婦也。若六親自和，國家自治，則孝慈忠臣不知其所在矣。魚相忘於江湖之道，則相濡之德生也。", "釋文": "很多事情是很巧妙的，不相信你看，當大道難行於世的時候，才顯出仁義的可貴，大道普行的時候，反而現不出仁義在什麼地方，也不知什麼叫做「仁義」。就好像上古時代，人心純樸，順天行事，大道普行，到中古時代，大道就漸漸難行於世了，因此至聖孔子看到大道就要廢棄的時候，便大力提倡「仁義」。這也是大道廢棄以後，才出現的「仁義」呀！一旦到了科學越發達，社會越文明的時候，人心越奸巧虛偽，到那個時候，人民也不遵守仁義道德了，因此投機取巧，欺詐攻訐的事也就層出不窮了。當六親和的時候，雖然有孝慈的人，但因為六親祥和，就顯不出有什麼孝慈。而且因為人人孝慈，則不知誰是孝慈，一旦在六親不合的情況下，倘若有人還能行孝慈的事，這就難能可貴了，更能顯出這個人的孝慈。有忠臣必有奸臣，但是在天下太平的時候，就顯不出誰是忠臣，誰是奸臣，一旦到國家戰亂的時候，奸臣則賣國求榮，忠臣便盡其無私之心，捨身報國。成為萬古不朽的忠臣之名。因此是「國家昏亂，有忠臣」。", "解說": "強調什麼，其實就是失去什麼，要懂得安享幸福，不要老追索幸福。大道自然，無情有情，沒有強迫，卻有道理，不用擔心。與其立志成為忠臣孝子，無寧盼望六親和順、天下太平。與其一直提醒自己要怎麼樣，不如讓自己就這樣、就這樣，如如自然。"}
{"標題": "回歸純真--樸素章第十九", "文章": "大道廢①，有仁義；智慧出②，有大偽；六親不和③，有孝慈④；國家昏亂，有忠臣。", "註釋": "①絕聖棄智：拋棄聰明智巧。此處“聖”不作“聖人”，即最高的修養境界解，而是自作聰明之意。②此三者：指聖智、仁義、巧利。③文：條文、法則。④屬：歸屬、適從。⑤見素抱樸：意思是保持原有的自然本色。“素”是沒有染色的絲；“樸”是沒有雕琢的木；素、樸是同義詞。", "白話文": "聖智，才之善也。仁義，人之善也。巧利，用之善也。而直云絕，文甚不足，不令之有所屬，無以見其指，故曰，此三者以為文而未足，故令人有所屬，屬之於素樸寡欲。", "釋文": "真正的聖人，不自以為聖人，如至聖先師孔夫子在世的時候，以聖人之行，但不以聖人之名自居，反而使他的聖名長久，就是因為他能夠棄除智巧的心機，順其自然，反而能夠讓人民學習他言行的榜樣，這對人民來說，是利益百倍的。在力行仁義的時候也是一樣，不必刻意去標榜自己，能夠這樣的話，人人才能回復到孝慈的自然本性。比如說，人人都不以奸巧的手段去騙人，那麼其他的人，就不會起盜賊之心了。以上這三種理論，有些人認為是多餘的文章，是難以感化天下的。所以我就另外傳下一種啟示，來教導天下的百姓。就是持守樸素純潔，少思寡慾，回復到純真的本性。", "解說": "不要貪取美名，要懂得務實，真正的務實就是不強求、就是自然！用再多的語言文字去教導，都不如自自然然的生長。讓你的天真朗現吧！永遠懷抱著真樸的本心吧！這樣自然快活！自我降到最低，才能升起真正的我；欲望減到最少，才能升起生命的真實動力。"}
{"標題": "視萬物為一體--食母章第二十", "文章": "絕聖棄智①，民利百倍；絕仁棄義，民復孝慈；絕巧棄利，盜賊無有。此三者②以為文③不足，故令有所屬④﹕見素抱樸⑤，少私寡欲。", "註釋": "⓪絕學無憂：指棄絕仁義聖智之學。①唯之與阿：唯，恭敬地答應，這是晚輩回答長輩的聲音；阿，怠慢地答應，這是長輩回答晚輩的聲音。唯的聲音低，阿的聲音高，這是區別尊貴與卑賤的用語。②善之與惡：善，一本作\"美\"，惡作醜解。即美醜、善惡。③畏：懼怕、畏懼。④荒兮：廣漠、遙遠的樣子。⑤未央：未盡、未完。⑥熙熙：熙，和樂，用以形容縱情奔欲、興高采烈的情狀。⑦享太牢：太牢是古代人把準備宴席用的牛、羊、豬事先放在牢裡養著。此句為參加豐盛的宴席。⑧如春登台：好似在春天裡登台眺望。⑨我：可以將此“我”理解為老子自稱，也可理解為所謂“體道之士”。⑩泊：淡泊、恬靜。⑪未兆：沒有徵兆、沒有預感和跡象，形容無動於衷、不炫耀自己。⑫孩：同“咳”，形容嬰兒的笑聲。⑬儡儡兮：疲倦閒散的樣子。⑭有餘：有豐盛的財貨。⑮遺：不足的意思。⑯愚人：純樸、直率的狀態。⑰沌沌兮：混沌，不清楚。⑱昭昭：智巧光耀的樣子。⑲若昏：愚鈍暗昧的樣子。⑳察察：嚴厲苛刻的樣子。(21)悶悶：純樸誠實的樣子。(22)澹兮：遼遠廣闊的樣子。(23)飂兮：急風。(24)有以：有用、有為，有本領。(25)頑似鄙：形容愚陋、笨拙。(26)貴食母：母用以比喻“道”，道是生育天地萬物之母。此名意為以守道為貴。", "白話文": "下篇，為學者日益，為道者日損。然則學求益所能，而進其智者也，若將無欲而足，何求於益。不知而中，何求於進。夫燕雀有匹，鳩鴿有仇，寒鄉之民，必知旃裘，自然已足，益之則憂。故續鳧之足，何異截鶴之頸，畏譽而進，何異畏刑。唯阿美惡，相去若何？故人之所畏，吾亦異焉，未敢恃之以為用也。歎與俗相返之遠也。眾人迷於美進，惑於榮利，欲進心競，故熙熙如享太牢，如春登臺也。言我廓然，無形之可名，無兆之可舉，如嬰兒之未能孩也。若無所宅。眾人無不有懷有志，盈溢胸心，故曰，皆有餘也。我獨廓然，無為無欲，若遺失之也。絕愚之人，心無所別析，意無所美惡，猶然其情不可睹，我頹然若此也。無所別析，不可為名。耀其光也。分別別析也。情不可睹。無所繫縶。以，用也。皆欲有所施用也。無所欲為，悶悶昏昏，若無所識，故曰，頑且鄙也。食母，生之本也。人者皆棄生民之本，貴末飾之華，故曰，我獨欲異於人。", "釋文": "只要斷絕奸巧的心思，反而使人沒有分別計較的憂愁。比如在接待對話之間，輕輕和氣的回答「唯」，和不耐煩忿怒的回答「啊」，這兩句話同樣是聲音，相差有多少呢？雖然相差沒有多少！可是在別人聽到耳裡的感受就不同了，一種是覺得良善的，另一種就覺得惡意的。所以只是一句話的應聲回答，良善與惡意，就很明白的表露出來，每個人都相信覺得很可怕，我也一樣，不能不怕呀！可是世人不修心德，心田寶地都好像荒廢的田園一樣，忿恨貪慾的雜草到處叢生，不去修剪。這種貪慾無厭的樣子，就好像要參加豐盛的筵席一樣很想嚐試。又像春天登上高台，遠眺風景一樣的愉快。唯有我的心境淡泊恬適，心清意定。就好像嬰兒在母體的懷抱中。好像動，又好像不動，沒有思慾，也沒有煩惱，像這種不沾染世俗的樣子，又好像無所歸的遊子一般。不像世人經常自得意滿，尤其在追求功名利祿的時候，就好像有用不完的才智與能力。而我的才智與能力，就好像遺失一樣，心境之中空空洞洞，我真像愚人啊！是那麼的無知無識，渾渾沌沌的。尤其世人的眼目，謀慮多端，就好像尤其世人的眼目，謀慮多端，就好像精明銳利的樣子。唯有我昏昏昧昧，像無知的小孩。還有世人斤斤計較的樣子，就好像很會分別。唯我像沒有知識的人，不知道怎樣去分別與計較。哈！我的心恬淡寧靜，就好像大海一樣的深闊廣大。像風一的飄搖自在，不執著一定的住所。世人都仗恃自己聰明才智，以為自己很有作為。而我呢就像一位愚頑又鄙陋的粗人。我跟世人不一樣，是因為我一心以道為重，視萬物為一體，就好像時時要吸食母奶的嬰兒一樣。得到母乳，性命可全，失去母乳，性命就難保了呀！", "解說": "不要擔心學不好，放下吧！沒有了憂愁，沒有了煩惱，一切會好！人家所畏懼的，我們也就不可以不畏懼，這是世事之然，就這樣！不必老為自己打算，倒是寧可守著自然虛靜之道。烜赫顯耀、精明能幹，不如渾渾無心、默默無名，自在的好。當爸爸就要給人，當兒子卻永遠有媽媽的支持！又當個兒子吧！"}
{"標題": "道的顯現--從道章第二十一", "文章": "上篇道經（第21~30章）", "註釋": "①孔：甚，大。②德：“道”的顯現和作用為“德”。③容：運作、形態。④恍惚：彷彿、不清楚。⑤象：形象、具象。⑥窈兮冥兮：窈，深遠，微不可見。冥，暗昧，深不可測。⑦精：最微小的原質，極細微的物質性的實體。微小中之最微小。⑧甚真：是很真實的。⑨信：信實、信驗，真實可信。⑩自今及古：一本作“自古及今”。⑪眾甫：甫與父通，引伸為始。⑫以此：此指道。", "白話文": "孔，空也，惟以空為德，然後乃能動作從道。恍惚無形，不繫之歎。以無形始物，不繫成物，萬物以始以成，而不知其所以然，故曰，恍兮惚兮，惚兮恍兮，其中有象也。窈、冥，深遠之歎，深遠不可得而見。然而萬物由之，其可得見，以定其真。故曰，窈兮冥兮，其中有精也。信，信驗也。物反窈冥，則真精之極得，萬物之性定。故曰，其精甚真，其中有信也。至真之極，不可得名，無名則是其名也。自古及今，無不由此而成，故曰，自古及今，其名不去也。眾甫，物之始也。以無名說萬物始也。此上之所云也。言吾何以知萬物之始於無哉，以此知之也。", "釋文": "如果想去洞悉「德」的真實面目，惟有從道體之中，才能夠找出目標與答案。那麼道體又是什麼呢？它本自無形，又無一定的形象。是恍恍惚惚的，說有又無，說無又有。可是在這恍惚之間，它又具備一切的形象。在這恍惚之中，它又包涵了天地一切萬物。它是那麼長遠，又是那麼幽深，在這長遠幽深之中，又具有生命之源的東西。難以窺測的原素與原理。而這些原素與原理又是非常真實的。如天地沒有這些原素，天地就不能悠久，人類沒有這些原素，人類就不能生存。而且其中又包涵了應用不失其時的信驗，與循環不息的根據。所以它從古代到今天，它一直還是存在的，它的名字也沒有消失，更沒有改變。像這些跡象已足以讓天下人去印證去體會。我何以發現這些呢？就是「道」給我的啟示。", "解說": "具體的形物要分辨清楚，但要超越它，真實的圖象要明白，但要空卻它。自然大道是無名、無形、無情、無象的，只是個自然而已！順從著自然大道，就不必強調自覺的德行，精誠自可以不移，真正的精誠不是勉強，而是自然。回得「自然大道」，一切清楚明白，人間事物，整整齊齊，一個走不了！"}
{"標題": "不用爭奪的爭奪--抱一章第二十二", "文章": "孔①德②之容③，惟道是從。道之為物，惟恍惟惚④。惚兮恍兮，其中有象⑤；恍兮惚兮，其中有物。窈兮冥兮⑥，其中有精⑦；其精甚真⑧，其中有信⑨。自今及古⑩，其名不去，以閱眾甫⑪。吾何以知眾甫之狀哉﹖以此⑫。", "註釋": "①枉：屈、彎曲。②敝：凋敝。③抱一：抱，守。一，即道。此意為守道。④式：法式，範式。⑤見：同現。⑥明：彰明。⑦伐：誇。", "白話文": "不自見其明則全也。不自是則其是彰也。不自伐則其功有也。不自矜則其德長也。自然之道亦猶樹也，轉多轉遠其根，轉少轉得其本。多則遠其真，故曰惑也；少則得其本，故曰得也。一，少之極也。式，猶則之也。", "釋文": "能夠虛受委屈的人，他的心境一定是很完全的。能夠涵受冤枉的人，他的心性一定是最坦蕩率直的。能夠低聲下氣的人，他的心靈一定很充盈圓滿。能夠忍受穿用破舊衣物的有德之士，他的心地一定非常清新。能夠減少自己慾望的人，他的心中反而什麼都有，什麼都得到。所以說貪求外在物質的人，他的內心是最迷惑的時刻。因此聖人的心境是充實的，他抱持著心的原點「佛性」，就足以為天下人的模範。所以說不固執自己成見的人，他的心才能夠明白。不自以為是，認識自己才是全對的人，他的德性才能夠彰顯出來。不誇耀自己功德的人，才是最有功德的人，因為他將功德保全於心性之中沒有遺漏。不誇耀自己才幹的人，他的才幹才能長久，因為他不驕不傲，更受人尊崇。因為他不與人爭奪，就是他不與人爭奪，反而天下的人，沒有一個人可以跟他爭奪。因此古人所說「委屈就是完全」的道理，難道是虛偽的言語嗎？所以說能夠時時「誠於中」的人，天下自然就歸向於他。", "解說": "理直不一定要氣壯，做起來儘管有些曲折，但卻可能是較為周全的。要能「藏」，但不是遮掩；而只是讓自己在安靜的情境下，默運造化，好好生長。不必擔心走錯路，走錯路，就多認得一條路，好好記得這條路，以後可能也有用。法律對了，道理不一定對；道理對了，人情不一定對；人情對了，還是要求道理對，求法律對。真人情，不是世俗，而是人的真情實感。"}
{"標題": "自然之道--同道章第二十三", "文章": "曲則全，枉①則直，窪則盈，敝②則新，少則得，多則惑。是以聖人抱一③為天下式④。不自見⑤，故明⑥；不自是，故彰；不自伐⑦，故有功；不自矜，故長。夫唯不爭，故天下莫能與之爭。古之所謂曲則全者，豈虛言哉﹗誠全而歸之。", "註釋": "①希言：字面意思是少說話。此處指統治者少施加政令、不擾民的意思。②飄風：大風、強風。③驟雨：大雨、暴雨。④從事於道者：按道辦事的人。此處指統治者按道施政。⑤失：指失道或失德。", "白話文": "聽之不聞名曰希，下章言，道之出言，淡兮其無味也，視之不足見，聽之不足聞，然則無味不足聽之，言乃是自然之至言也。言暴疾美興不長也。從事，謂舉動，從事於道者也。道以無形無為成濟萬物，故從事於道者，以無為為君，不言為教，綿綿若存而物得其真，與道同體，故曰同於道。德，少也，少則得，故曰得也。行得則與得同體，故曰，同於得也。失，累多也，累多則失，故曰失也。行失則與失同體，故曰，同於失也。言隨行其所，故同而應之。忠信不足於下，焉有不信也。", "釋文": "減少言論的爭辯，便可合乎自然的道。你看！狂風刮不了一早晨，他自然就停止了。暴雨下不了一天，它也難以再下了。誰刮的狂風？誰下的暴雨？就是天地啊！誰能比得上天地呢？天地這麼大，如果不順乎自然而為，尚且還不能長久。更何況是我們這些渺小的人類呢？何必去違反自然，去爭辯是非呢？所以說，想修行大道的人。如果面對一位有道的人，我們就以「道」來互相研究討論。如果面對一位有德的人，我們就以「德」來互相勉勵。如果面對一位失意的世俗人，我們就以慈悲的心去安慰他。能夠這樣做的話，你跟有道的人在一起，有道的人也感到很快樂。你跟有德的人在一起，有德的人也感到很快樂。你跟失意的世俗人在一起，失意的人也感到很愉快。因為無形的道，是很微妙深遠的，可是有些人，對「道」就是信心不足。有些人，根本不信，所以你就是強辯，也是沒有用啊！", "解說": "與其相信話語的確認，不足相信一切會默運造化、自然天成！暴風急雨，就讓它過去吧！過去了，天地澄明，平坦太平！即使是錯的，包容它，就可能長出對的；即使是對的，強調它，卻可能變成錯的。內在的確認，相信自然天成，也就會自然天成！大自然有一獨特的偉力在焉！"}
{"標題": "多餘的貪吃--不處章第二十四", "文章": "希言自然①。故飄風②不終朝，驟雨③不終日。孰為此者﹖天地。天地尚不能久，而況於人乎﹖故從事於道者④，（道者）同於道，德者同於德，失者同於失⑤。同於道者，道亦樂得之；同於德者，德亦樂得之；同於失者，失亦樂得之。信不足焉，有不信焉。", "註釋": "①企：一本作“支”，意為舉起腳跟，腳尖著地。②跨：躍、越過，闊步而行。③贅行：多餘的形體，因飽食而使身上長出多餘的肉。", "白話文": "物尚進則失安，故曰，企者不立。其唯於道而論之，若卻至之行，盛饌之餘也。本雖美，更可薉也。雖有功而自伐之，故更為肬贅者也。", "釋文": "凡是腳跟不著地，只想翹起腳尖，就希望出人頭地的人，反而站立不穩。凡是跨著大步，想要走快的人，反而走不了多遠就要累了。因此以私我之見，而好求於表現的人，反而會令人唾棄，更讓人覺得他的心性還是不清明。以為自己的意見是全對的人，反而讓人不敢苟同，覺得他的意見有些偏差。如此一來他的意見反而不能得到贊同。自我稱功的人，反而讓人覺得他是一位好炫耀的人，而且讓人懷疑他所說的功勞。經常自我誇耀自己本事的人也是一樣，讓人否定他的能力。因為他驕傲的缺點已顯露出來，還有什麼真正的長處。以上這些好勝好強的行為，站在「道」的觀點來看，就好像肚子已經飽了，別人叫你再吃，不是等於多餘的貪吃嗎？像這種行為，動物或植物之類的東西尚且討厭，更何況我們是萬物之靈的人類。因此有道的人了解這些道理之後，就不會這樣了。", "解說": "腳踏實地，一步步的往前走，行到水窮處，坐看雲起時，只是個閑逸，可也。忘記自己的功業，忘記自己的欲求，這樣才是個真幸福的人，上蒼才得幫助你！生長，只是個生長，不必老安在「自己」，自然可也。不要勉強，勉強會造成傷害；寧可順成天地！"}
{"標題": "道的真面目--混成章第二十五", "文章": "企①者不立，跨②者不行，自見者不明，自是者不彰，自伐者無功，自矜者不長。其在道也，曰「餘食贅行」③。物或惡之，故有道者不處。", "註釋": "①物：指“道”。混成：混然而成，指渾樸的狀態。②寂兮寥兮：沒有聲音，沒有形體。③獨立而不改：形容“道”的獨立性和永恆性，它不靠任何外力而具有絕對性。④周行：循環運行。不殆：不息之意。⑤天下母：一本作“天地母”。母，指“道”，天地萬物由“道”而產生，故稱“母”。⑥字之曰道：勉強命名它叫“道”。⑦大：形容“道”是無邊無際的、力量無窮的。⑧逝：指“道”的運行周流不息，永不停止的狀態。⑨反：另一本作“返”。意為返回到原點，返回到原狀。⑩王亦大：一本作“人亦大”，意為人乃萬物之靈，與天地並立而為三才，即天大、地大、王亦大。⑪域中：即空間之中，宇宙之間。⑫道法自然：“道”純任自然，本來如此。", "白話文": "混然不可得而知，而萬物由之以成，故曰混成也。不知其誰之子，故先天地生。寂寥，無形體也。無物之匹，故曰獨立也。返化終始，不失其常，故曰不改也。周行無所不至而免殆，能生全大形也，故可以為天下母也。名以定形，混成無形，不可得而定，故曰，不知其名也。夫名以定形，字以稱可，言道取於無物而不由也。是混成之中，可言之稱最大也。吾所以字之曰道者，取其可言之稱最大也。責其字定之所由，則繫於大，大有繫，則必有分，有分則失其極矣。故曰，強為之名曰大。逝，行也。不守一大體而已。周行無所不至，故曰逝也。遠，極也。周無所不窮極，不偏於一。逝故曰遠也，不隨於所適，其體獨立，故曰反也。天地之性，人為貴，而王是人之主也。雖不職大亦復為大與三匹，故曰，王亦大也。四大，道、天、地、王也。凡物有稱有名則非其極也，言道則有所由，有所由然後謂之為道，然則是道，稱中之大也，不若無稱之大也。無稱不可得而名曰域也，道天地王皆在乎無稱之內，故曰，域中有四大者也。處人主之大也。法，謂法則也。人不違地，乃得全安，法地也。地不違天，乃得全載，法天也。天不違道，乃得全覆，法道也。道不違自然，乃得其性，法自然者。在方而法方，在圓而法圓，於自然無所違，自然者，無稱之言，窮極之辭也。用智不及無知，而形魄不及精象，精象不及無形，有儀不及無儀，故轉相法也。道順自然，天故資焉。天法於道，地故則焉。地法於天，人故象焉。所以為主其一之者，主也。", "釋文": "道的真實面目就是無名的，但是我們相信它是一個大物體，一個混成物，也即是鴻濛未判之前，天地未分之前的「無極」。它在天地未分之前就有了，所以是先天地而生。它沒有聲音，也沒有形相。超然於萬物之上，因此它是亙古不會改變的。而且它周行天下循環不息，你看萬物沒有一樣不是依靠它而生生化化的，所以它可以說是天下萬物的母親啊！像這樣微妙的變化，吾不知道怎樣去稱呼它。只好給它取個名字，叫做「道」。如果再勉強取一個名的話，就應該稱為「大」。大到沒有極限，不就是消逝了嗎？所以這個「大」也不是最恰當的名稱，應該稱為「逝」。消逝到極限，不就是很遠了嗎？所以這個「逝」也不是最恰當的名稱，應該稱為「遠」。到很遠的地方又能夠循環回來，不就是「返」嗎？所以這個「遠」也不是最恰當的名稱，應該稱為「返」。因此能夠生天生地生萬物的「道」是最大的。其次是能夠覆蓋一切萬物的天，它也是大的。再其次是能夠承載萬物的「地」了，它也是大的。再其次就是能盡天地之德的聖王了。所以在宇宙之中可分為四種大。而聖王就居於其中的一種。但是世人只知道聖王大，而不知聖王之所以為大，乃是效法於天地之德。因此人受大地的承載之恩，也應該效法大地才是。地受天的覆蓋，所以大地也時時刻刻在效法天的法則而運轉。然而「道」又是「天」的依歸，所以天也是效法「道」的法則而周流不息。而道呢？它是生天地萬物之母，它是無為的，像這樣無為而為的做法，不就是好像它是在效法自然嗎？因此我們修道，行道最後的步驟，也當效法「道」的無為自然，也就是說有功德於天下，也不去居功，有能力也不仗恃自己的才幹，這樣才能達到無爭、無欲、無為的自然境界。", "解說": "留意發展的向度，用「圓環式的思考」去替代「單線式的思考」，想想恆久的可能。人之為人，是因為天地萬有一切都可以在一剎那間被納到心中，除非你自己看小了自己。具體的生長，普遍的發展，脈絡的安排，自自然然地，如如無礙！"}
{"標題": "輕與重--輜重章第二十六", "文章": "有物混成①，先天地生。寂兮寥兮②，獨立而不改③，周行而不殆④，可以為天下母⑤。吾不知其名，字之曰道⑥，強為之名，曰大⑦。大曰逝⑧，逝曰遠，遠曰反⑨。故道大，天大，地大，王亦大⑩。域中⑪有四大，而王居其一焉。人法地，地法天，天法道，道法自然⑫。", "註釋": "①躁：動。君：主宰。②聖人：一本作“君子”。指理想之主。③輜重：軍中載運器械、糧食的車輛。④榮觀：貴族遊玩的地方。指華麗的生活。⑤燕處：安居之地；安然處之。⑥萬乘之主：乘指車子的數量。“萬乘”指擁有兵車萬輛的大國。⑦以身輕天下：治天下而輕視自己的生命。⑧輕則失本：輕浮縱慾，則失治身之根。", "白話文": "凡物輕不能載重，小不能鎮大。不行者使行，不動者制動，是以重必為輕根，靜必為躁君也。以重為本，故不離。不以經心也。輕不鎮重也，失本為喪身也，失君為失君位也。", "釋文": "心性穩重原是輕浮妄動的根基。心性清靜鎮定本是急躁暴氣的主人。所以聖人終日之間，不離穩重清靜的心，如果有外出的時候，因為身份極為榮貴，所以離不了載著衣物糧食的兵車。雖然外表看來是極為尊貴又美觀，可是他的心仍然要安然穩重，不可受到尊貴美觀而紛擾心境。可是有些擁有萬輛兵車的君王他就不同了，他不知道以自身的修養為重，而輕浮妄動於聲色貨利之間，因此他不知自重，自身就輕了，自身輕了，天下也就輕了，所以這就是他自取滅亡的時候。所以我說輕浮的人，他就是想早日失去自己的根本。就好比躁動的國王，想早日失去他君主的尊位一樣。", "解說": "穩重才能生長，不要陷溺在浮動的情緒中，要握住方向。不要以為那是沉重的負擔，而要愛惜你已有那麼樣的負重能力。很難下決定，這叫謹慎，能謹慎，表示自己有敬畏的精神。不要輕率行動，否則失去根本，一切危矣！寧靜、深思！"}
{"標題": "至善的人--襲明章第二十七", "文章": "重為輕根，靜為躁君①。是以聖人②終日行不離輜重③。雖有榮觀④，燕處⑤超然。奈何萬乘之主⑥，而以身輕天下⑦﹖輕則失本⑧，躁則失君。", "註釋": "①轍跡：軌跡，行車時車輪留下的痕跡。②善言：指善於採用不言之教。③瑕謫：過失、缺點、疵病。④數：計算。⑤籌策：古時人們用作計算的器具。⑥關楗：栓梢。古代家戶裡的門有關，即栓；有楗，即梢，是木製的。⑦繩約：繩索。約，指用繩捆物。⑧襲明：內藏智慧聰明。襲，覆蓋之意。⑨資：取資、借鑒的意思。⑩要妙：精要玄妙，深遠奧秘。", "白話文": "順自然而行，不造不始，故物得至而無轍迹也。順物之性，不別不析，故無瑕讁可得其門也。因物之數不假形也。因物自然，不設不施，故不用關楗繩約而不可開解也。此五者皆言不造不施，因物之性，不以形制物也。聖人不立形名以檢於物，不造進向以殊棄不肖，輔萬物之自然而不為始，故曰無棄人也。不尚賢能，則民不爭，不貴難得之貨，則民不為盜，不見可欲，則民心不亂。常使民心無欲無惑，則無棄人矣。舉善以師不善，故謂之師矣。資，取也。善人以善齊不善，以善棄不善，故不善人善人之所取也。雖有其智，自任其智，不因物，於其道必失。故曰，雖智大迷。", "釋文": "至善的人他行善於天下，心裡沒有虛偽的做作，也不想讓別人知道他的念頭，因此他的心中，絲毫不留下行善的痕跡。而且至善的人，他說話的時候純粹是自然本性的流露，因此他所說的話就是真理。所說的既是真理，當然就讓人心服口服，所以也就沒有缺點讓人責備。更何況至善的人，他的心就是佛，佛就是他的心，所以他所做的事，不用什麼計劃，一行一動，都是仙佛的顯現。不像凡人想做好一件事情，都是用盡心機，結果無論怎麼算，怎麼計劃，所做的事還是離不了因果輪迴。還有至善的人，他的心境物我兩忘，純粹自然無為！不去執著身外之物，所以他的心門，不必使用門鎖，別人也偷不了「他的解脫之心」。不像凡人的巧設機關之門，裝設門鎖，可是最後還是被奸詐之徒破壞。而且至善之人，他立了誓願要救度天下之人，因此他時時刻刻不會將這個誓願忘記，因此天下的人，也時時刻刻沒有忘記他的恩德，像這種不必立下條約，不必交換信物的約定。可是有誰能夠解開他們的約定。不像凡人經常以信物約定，或是立了契約書，好像已經用約定將兩個人綁住，可是到後來還是難免有一方黃牛而解除了約定。所以聖人，他具有以上至善的心境，因此他常常懷著善良的本心去救助別人。他認為教育是不分別的，所以他不嫌棄人的貴賤或貧愚，一樣的施以教化。所以他的心與萬物合而為一，因此他無論對動物植物，都沒有毀損與輕棄的念頭。這就是聖人他承襲古人的明德啊！所以至善的人，他的言行很合乎大道，就成為不善之人的老師。不善之人的作為，就成為至善人的資料。但是至善的人，仍然不會執著擁有老師的資格。因為他希望每個人，都是至善的人，所以他也希望，以後再也沒有不善的事，成為他的資料。雖然他有超人的智慧，可是他仍然大智若愚。這才是了解真理的人，更是悟到精深之道的人。", "解說": "「平常」就好，「好」只是平常，平平常常，不用多所計算，自然天成。平常地好，像日月運行一樣，沒有偏私，卻長久不息！不要嫌那些向你頂禮的人，說他們低下；沒有他們的低下，那有你的尊貴呢！真正的智慧是不為外物所迷，總在自己的腔子裡做主；進一步做主是無主之主，只是自然。"}
{"標題": "剛強與柔順--常德章第二十八", "文章": "善行無轍跡①，善言②無瑕謫③；善數④不用籌策⑤；善閉無關楗而不可開⑥，善結無繩約而不可解⑦。是以聖人常善救人，故無棄人；常善救物，故無棄物，是謂襲明⑧。故善人者，不善人之師；不善人者，善人之資⑨。不貴其師，不愛其資，雖智大迷，是謂要妙⑩。", "註釋": "①雄：比喻剛勁、躁進、強大。②雌：比喻柔靜、軟弱、謙下。③谿：溝溪。④嬰兒：象徵純真、稚氣。⑤式：楷模、範式。⑥忒：過失、差錯。⑦無極：意為最終的真理。⑧榮：榮譽，寵幸。⑨辱：侮辱、羞辱。⑩谷：深谷、峽谷，喻胸懷廣闊。⑪樸：樸素。指純樸的原始狀態。⑫器：器物。指萬事萬物。⑬官長：百官的首長，領導者、管理者。⑭大製不割：制，製作器物，引申為政治；割，割裂。此句意為：完整的政治是不割裂的。", "白話文": "雄，先之屬；雌，後之屬也。知為天下之先也，必後也，是以聖人後其身而身先也。谿不求物而物自歸之，嬰兒不用智而合自然之智。式，模則也。忒，差也。不可窮也。此三者，言常反終，後乃德全其所處也。下章云，反者道之動也。功不可取，常處其母也。樸，真也。真散則百行出，殊類生，若器也。聖人因其分散，故為之立官長。以善為師，不善為資，移風易俗，復使歸於一也。大制者，以天下之心為心，故無割也。", "釋文": "如果知道，什麼叫做「剛強之道」的人，他反而會守住溫和柔順的謙虛。為什麼呢？因為能夠這樣的人，就好像叢山之間的水溝，以卑下自處，自然成為眾流之所歸。能夠像眾流之所歸的人，他更不敢離開他的德性。就好像回歸到嬰兒的時代，那樣的無知，那樣的純真。如果知道什麼是「真正潔白光明」的人，他反而會像一位昏昧無知的傻人一樣。為什麼呢？因為他有內在的涵養與眾人打成一片，又沒有自傲的表現，這才是天下人的榜樣。一個人能夠做為天下人的榜樣，他的德性便不會差錯。那麼這種人的心境是什麼呢？他的心境就是回復到原始之前，那樣的無知無識，好像渾然忘我的境界。如果知道什麼是「真正光榮的人」他反而會守住低下賤卑之道。為什麼？因為能夠這樣的人，就好像是山谷一樣能夠虛受一切，自然使人歸服。但是他的德性反而比別人充足。就好像回復到木頭未割開以前的純樸無華，那麼的真實，那麼的完全。但是木頭割開以後，只能成為一種器具使用。所以聖人守住這無為的樸，就能包涵一切器具的長處，不像裁成的器具之後，只能有一種用處。所以它不就成為一切器具的主人翁嗎？因此大有作為的聖人，他寧願守住純真、樸素、無華。不願意像木頭割開製成器具之後，滿身粉飾，而且又帶著虛偽的外表。", "解說": "得意時，須有失意時之意態；失意時，卻不必落寞，而要平常心。大豪傑之為大豪傑，就在於能放得下，能回到最原初的柔軟狀態。放開了「權、利、名、位」，才能有「經、義、實、地」，才能生長。操作最好的制度，要有跨出制度的器量！跨出制度，不是不守制度，而是一心向著真樸本源。"}
{"標題": "不要違背天意--自然章第二十九", "文章": "知其雄①，守其雌②，為天下谿③。為天下谿，常德不離，復歸於嬰兒④。知其白，守其黑，為天下式⑤。為天下式，常德不忒⑥，復歸於無極⑦。知其榮⑧，守其辱⑨，為天下谷⑩，常德乃足，復歸於樸⑪。樸散則為器⑫，聖人用之，則為官長⑬，故大制不割⑭。", "註釋": "①取：為、治理。②為：指有為，靠強力去做。③不得已：達不到、得不到。④天下神器：天下，指天下人。神器，神聖的物。⑤執：掌握、執掌。⑥無為：順應自然而不強制。⑦故：一本作“夫”。⑧物：指人，也指一切事物。⑨隨：跟隨、順從。⑩歔：輕聲和緩地吐氣。吹：急吐氣。⑪羸：贏弱、虛弱。⑫或挫或隳：挫，安穩。隳，危險。⑬泰：極、太。", "白話文": "神，無形無方也。器，合成也。無形以合，故謂之神器也。萬物以自然為性，故可因而不可為也。可通而不可執也。物有常性，而造為之，故必敗也。物有往來而執之，故必失矣。凡此諸或，言物事逆順反覆，不施為執割也。聖人達自然之至，暢萬物之情，故因而不為，順而不施。除其所以迷，去其所以惑，故心不亂而物性自得之也。", "釋文": "如果為了滿足私慾去奪取天下，吾的看法是不可能的。因為天下是一種很神聖的東西。不是有強暴武力的人就可以去控制它。也不是聰明自用的人就可以佔有它。因此如果想以武力去控制它的人，最後都會得到失敗的後果。如果想以私慾去佔有它的人，最後都會嚐到失望的痛苦。因為人雖然是萬物之靈，可是也離不了物體的原理。譬如說，當你想走在前面，結果還是有人走在你的前面。當你想走在人的後面，結果後面還是有人跟隨。當你張開口慢慢的呼一口暖和之氣，後面就有一陣風將你的暖氣吹散。當你想成為最強的人，總是還有人比你更強，因為人的身體總有衰弱的一天。如果你想扛載重物，不久你就累了，你又要將所扛載的東西放下來。所以聖人知道這些道理之後，他就不想去做過份的事，也不想去做誇大與不實在的事，更不想去做不必要的事。", "解說": "做事要認真，但不要執著；要用心，但不要擔心！一方面說，好在有我，一方說，可以沒有我。緊抓不放的人，只能做小事；做大事的人，要能放，但放而不放，不放而放，要有清明的智慧觀法。做事不過分，生活不奢華，態度不傲慢！人能如此，不成功也成功！一時之間的成敗利害，不要去管他，老管著他，他就糾纏著你！能忘，才是大英雄、大豪傑！"}
{"標題": "不可仗恃兵強力壯--不道章第三十", "文章": "將欲取①天下而為②之，吾見其不得已③。天下神器④，不可為也，（不可執也⑤。）為者敗之，執者失之。（是以聖人無為⑥，故無敗；無執，故無失。）故⑦物⑧或行或隨⑨；或歔或吹⑩；或強或羸⑪；或挫或隳⑫。是以聖人去甚，去奢，去泰⑬。", "註釋": "①其事好遠：用兵這件事一定能得到還報。遠：還報、報應。②凶年：荒年、災年。③善者果：果，成功之意。指達到獲勝的目的。④不：帛書本為“毋以取強”。⑤取強：逞強、好勝。⑥物壯：強壯、強硬。⑦不道：不合乎於“道”。⑧早已：早死、很快完結。", "白話文": "以道佐人主，尚不可以兵強於天下，況人主躬於道者乎。為始者務欲立功生事，而有道者務欲還反無為，故云，其事好還也。言師凶害之物也。無有所濟，必有所傷，賊害人民，殘荒田畝，故曰荊棘生焉。果，猶濟也。言善用師者，趣以濟難而已矣，不以兵力取強於天下也。吾不以師道為尚，不得已而用，何矜驕之有也。言用兵雖趣功，果濟難，然時故不得已當復用者，但當以除暴亂，不遂用果以為強也。壯，武力暴興，喻以兵強於天下者也。飄風不終朝，驟雨不終日，故暴興必不道早已也。", "釋文": "如果知曉使用「道」去輔佐國君的人，是不會仗恃自己的兵力而去逞強天下。因為用兵去殺人的事，對方一定不服氣，一旦有機會，對方也會想盡辨法來報復殺人的行為。而且兩軍戰鬥所到的地方，農夫不能順利耕耘，都讓雜草到處叢生。等到戰鬥之後，人死的死，逃的逃，病的病，這些都是造成凶荒之年的主要原因。因此善於用兵的人，是為了不使殘民害國的事繼續漫延，是為了討伐侵侮橫行的行為才用兵，他是在不得已的情況下才用兵，只是求得平息亂世而已。所以善於用兵的人，不敢仗恃自己的兵力，就去侵犯鄰邦。而且善於用兵的人，他等到戰事平息之後，就不再炫耀自己的能力。也不誇耀自己的功勞。更不以驕傲的眼光去看待別人。因為他認為戰爭之事，是不得已才戰的呀！所以等到戰事平定之後，就不再逞強兵力了。因為逞強不是長久之道，譬如萬物它是循著自然軌道行走的，它由成長而壯大，由壯大而衰老，由衰老而死亡。所以仗恃逞強的行為是不合乎大道的！既然知道不合乎大道，就要趕快停止好強、好勝、好戰之心。", "解說": "暴力必然引來暴力，只有柔性才能化解暴力。不得已要用到戰爭，但要速求結束，不要逞強！成功了要哀矜而勿喜！過頭的，就會老逝！等待吧！可以不要用霹靂手段，就不要用！殘忍的戰爭，要有一分慈忍的精神！怒目金剛手段要是低眉菩薩心腸！"}
{"標題": "用兵之道--貴左章第三十一", "文章": "上篇道經（第31~37章）", "註釋": "①夫兵者：一本作“夫佳兵者”。兵者，指兵器。夫，作為發語詞。②物或惡之：物，指人。意為人所厭惡、憎惡的東西。③貴左：古人以左為陽以右為陰。陽生而陰殺。尚左、尚右、居左、居右都是古人的禮儀。④恬淡：安靜、沉著。⑤哀悲：一本作\"悲哀\"。⑥泣之：到達、到場。", "白話文": "", "釋文": "勇猛的精兵，銳利的兵器，精巧的戰艦，都是最好的兵器，可是它們都是殺人甚速的武器。也就是說它們都是不吉祥的東西。連一些動物植物或許都討厭它。所以有道的君子，是不輕易去用它的。因為有道的君子，平時都注重心平氣和。只有在用兵的時候，才使用「陰謀的殺機」。由此可見兵器是一種不吉祥的東西。不是君子使用的東西。所以有道之人，只有在不得已的情況下才會使用它。但是也要以心平氣和為首要的條件，就是戰勝了，也不以為光彩。因為如果你認為那是一件光彩的事，就是你的心裡很喜歡殺人。喜歡殺人的人，就難以得到天下人的歸服，所以在治理天下時就難以順利了。所以說吉慶的事，都以左邊為尊上。只有遇到不吉利的凶事，才以右邊為尊上。因此兵家以偏將軍站在左邊，表示他不是主將，人殺得不多。而上將軍呢？要站在右邊，表示他是主將，雖然他居於上勢，可是在他的主權之下殺人眾多，所以要以凶事的喪亂來看待。這就是說殺人殺多了，要以悲哀的心情去哭泣。戰爭勝利了，要以喪禮的心情去慶祝。", "解說": "涉及於勝敗的事，要用恬淡的心情去處理；涉及於生長的事情，要用心去沾溉它！「自然大道」是生命的源動力，心靈則是土地，要去耕耘它、種植它！在這裡，你會發現自然大道。哀兵必勝，勝兵當哀，勝的不是讓對方敗了，哀的反倒是這樣的勝敗，這是要讓自己「死去活來」，好自生長。打敗對方，你贏了！可能這樣你就輸了！輸在哪裡？輸在你贏！"}
{"標題": "知止之道--知止章第三十二", "文章": "夫〔佳〕兵者①，不祥之器，物或惡之②，故有道者不處。君子居則貴左③，用兵則貴右。兵者不祥之器，非君子之器，不得已而用之，恬淡④為上。勝而不美，而美之者，是樂殺人。夫樂殺人者，則不可以得志於天下矣。吉事尚左，凶事尚右。偏將軍居左，上將軍居右，言以喪禮處之。殺人之眾，以哀悲⑤泣之⑥，戰勝，以喪禮處之。", "註釋": "①無名，樸：這是指“道”的特徵。②小：用以形容“道”是隱而不可見的。③莫能臣：臣，使之服從。這裡是說沒有人能臣服它。④自賓：賓，服從。自將賓服於“道”。⑤自均：自然均勻。⑥始製有名：萬物興作，於是產生了各種名稱。名，即名分，即官職的等級名稱。⑦所以不殆：不殆，沒有危險。⑧猶川谷之於江海：之於，流入；一說正文應為“道之在天下，譬猶江海之與川谷”。", "白話文": "道無形不繫常，不可名，以無名為常。故曰道常無名也。樸之為物，以無為心也，亦無名，故將得道莫若守樸，夫智者可以能臣也，勇者可以武使也，巧者可以事役也，力者可以重任也，樸之為物，憒然不偏，近於無有，故曰，莫能臣也。抱樸無為，不以物累其真，不以欲害其神，則物自賓而道自得也。言天地相合，則甘露不求而自降；我守其真性無為，則民不令而自均也。始制，謂樸散始為官長之時也。始制官長，不可不立名分以定尊卑，故始制有名也，過此以往將爭錐刀之末，故曰，名亦既有，夫亦將知止也，遂任名以號物，則失治之母，故知止所以不殆也。川谷之以求江與海，非江海召之，不召不求而自歸者，世行道於天下者，不令而自均，不求而自得，故曰，猶川谷之與江海也。", "釋文": "未有天地之前，本來就沒有名字可言，可是雖然沒有名字，卻是造化萬物，養育萬物的根源，所以說，凡是有名字的，必定會變遷，凡是有名相的，皆是不實在的，因此道是常久存在的，因為它本來就沒有名字。「樸」是無名的比喻，好比木頭尚未分割前的名字叫做「樸」，若割開做成器具後，便有了名字，因此「樸」字的意思，就是表示未有天地之前與「道」一樣的形象。所以雖然是小小的名字，但是天地萬物，無不是從此無名之「樸」生化而來，因此天地之源是尊貴無比的，就好比一位國王，有誰敢以「宰相」去稱呼呢？因此如果侯王能夠守住這種渾全的「樸」，就是無為之治了。萬物就自然了，百姓也可以和樂相助，安居樂業了。不信你看，天地必先和合這個陰陽之氣，陰陽之氣能夠調和，氤氳之氣自然也就調和了，氤氳之氣既然調合，甘露之水未有不降的。因此上天如果降下這祥瑞的甘露去滋潤萬物的話，也根本不需要人們去指揮它，或是去分配它，它就會很自然平均的降下來。但是當國家還沒安定的時候，不能不製造一些有名的器具來治理天下，但是有了器具，能夠達到和平之後就應該知道知止了。因為知道知止，就是歸於道，歸於道，就沒有危險的禍患了。就好比天地的運轉順著軌道而行，又好像河川與溪水流入大海一樣，有了歸宿。有德的仁君這樣去治理天下，就成為天下人的歸宿。", "解說": "心靈的治療不能老在端倪上用工夫，要回到本源，回歸之法，便得剝落語言的執著！不要強求溝通，要體會靜默！靜默中有真樸的愛，大道之愛！知其所止，不是在現象上去止住，而是用理想去轉移！猛然煞車是會翻車的，要懂得轉個彎，才能活下去！放下它！放不下，那就放著！放著，用遺忘的方式放著！讓它回到記憶的海洋中！"}
{"標題": "真正的永生--盡己章第三十三", "文章": "道常無名，樸①雖小②，天下莫能臣也③。侯王若能守之，萬物將自賓④。天地相合，以降甘露，民莫之令而自均⑤。始制有名⑥，名亦既有，夫亦將知止，知止所以不殆⑦。譬道之在天下，猶川谷之於江海⑧。", "註釋": "①強：剛強、果決。②強行：堅持不懈、持之以恆。③死而不亡：身雖死而“道”猶存。", "白話文": "知人者，智而已矣，未若自知者超智之上也。勝人者，有力而已矣，未若自勝者無物以損其力，用其智於人，未若用其智於己也。用其力於人，未若用其力於己也。明用於己，則物無避焉，力用於己，則物無改焉。知足自不失，故富也。勤能行之，其志必獲，故曰強行者有志矣。以明自察，量力而行，不失其所，必獲久長矣。雖死而以為生之道，不亡乃得全其壽，身沒而道猶存，況身存而道不卒乎。", "釋文": "能夠洞察人的善惡與賢愚，能夠分別人的是非與作為，這些都是智的表現。能夠反省自己的過錯，知道自己的不對，這才是明白自己心性的表現。能夠戰勝別人，打敗別人，這是表示你有力量，有能力。可是你有力量，有能力去戰勝別人去打敗別人，並不表示你就是一位堅強的人，更非永恆之道。因為今天你有力量去戰勝別人，去打敗別人，待以時日，別人也一定千方百計想辦法來打敗你，所以這就不是永恆之道了。所以說，只有戰勝自己的人，克服自己的人，這種人才是最堅強的人。因為人的力量不過百斤，但是若能守住「仁德」之心，才能真正的戰勝一切，達到永恆。所以能夠知足的人，他的心裡反而沒有欠缺，沒有欠缺，就是不窮，不窮，就是富有的人。假使勉強去做事的人，就須要靠志氣，因為沒有這個志氣，他就好像一位半途而廢的失敗者。所以說一個人做事應該不要失去立身處事的原則，如果能夠做到不失去立身處事的原則去處理事務，才是長久之道。就是肉體死了之後，他的精神還是永留人間，他的靈性就上升天堂，像這種人才是真正的永生，真正的長壽。", "解說": "真正的智慧是自照照人，明白了自己，因而清楚了別人，是以自身為起點展開的。強者是不隨自家的軀殼起念的，強者是咬著牙，和血吞！更重要的是放下！知足者富、自尊者貴，能知此，就能立得了志，立得了志，就能奮力向前！情境具有生長的力量，也可能會成為毀損的力量，要好好經營它！有了好情境，心靈主體又順適可成。"}
{"標題": "天地的胸襟--成大章第三十四", "文章": "知人者智，自知者明。勝人者有力，自勝者強①。知足者富。強行②者有志。不失其所者久。死而不亡③者壽。", "註釋": "①氾：同泛，廣泛或氾濫。②辭：言詞，稱說。不辭，意為不說三道四，不推辭、不辭讓。③不名有：不自以為有功。④衣養：一本作“衣被”，意為覆蓋。⑤不為主：不自以為主宰。⑥常無欲：一本無此二字，認為此乃衍文。⑦小：渺小。⑧大：偉大。", "白話文": "言道氾濫，無所不適，可左右上下周旋而用，則無所不至也。萬物皆由道而生，既生而不知所由，故天下常無欲之時，萬物各得其所，若道無施於物，故名於小矣。萬物皆歸之以生，而力使不知其所由，此不為小，故復可名於大矣。為大於其細，圖難於其易。", "釋文": "天與地之間的能源，是非常充沛的，可以任其自然的要往左邊就左邊，要往右邊就右邊。甚至於萬物依賴著它生長，它都不會推辭。而且它還在滋潤萬物與培養萬物之後，就是成功了，也不想去爭功、爭名、爭利。它甚至於以博愛的心去養育萬物，就好像父母關懷子女一樣的愛護著，可是它還是不以為自己就是天地萬物的主人翁，像這種胸襟是何等的偉大呀！它無所慾望，也不居功，就好像它很微小一樣。萬物生化以後都歸向於它，它還不知來當主人翁。因為它能虛受一切，所以這種才是真正的大啊！就好像聖人一樣，他總是不以為自己很大，這才是真正的偉大，更成就他的偉大。", "解說": "能放下，就能不執著，能不執著，就可以無邊際，就可以包容廣大！不要在末節上競爭，要在本源上生長，這叫參贊天地之道。具體的生長一點點，比起在理念上說的天花亂墜要好得多！面對渺小，才能識得其重大；能識得重大，就不為所謂的「偉大」所迷惑！"}
{"標題": "道的玄妙--大象章第三十五", "文章": "大道氾兮①，其可左右。萬物恃之而生而不辭②，功成不名有③。衣養④萬物而不為主⑤，常無欲⑥，可名於小⑦；萬物歸焉而不為主，可名為大⑧。以其終不自為大，故能成其大。", "註釋": "①大象：大道之象。②安平太：安，乃，則，於是。太，同“泰”，平和、安寧的意思。③樂與餌：音樂和美食。④既：盡的意思。", "白話文": "大象，天象之母也，不寒不溫不涼，故能包統萬物，無所犯傷，主若執之，則天下往也。無形無識，不偏不彰，故萬物得往而不害妨也。言道之深大，人聞道之言乃更不如樂與餌應時感悅人心也。樂與餌則能令過客止，而道之出言，淡然無味，視之不足見則不足以悅其目，聽之不足聞則不足以娛其耳，若無所中然乃用之不可窮極也。", "釋文": "大道之體是沒有形象的，就是因為沒有形象，所以天地萬物無所不包，無所不容。人的心如果能像大道之體一樣，無所不包的話，那麼天下之人，沒有一個不歸從他的。如果天下的人都歸從他，這是最好不過了，因為天下將要太平了。可是等到太平安樂之後，也不可一味貪求享受，因為享受就像作客一般的短暫，是不能長久的。只有「道」的顯現，瀰漫在虛空之中，它是那麼的淡薄，那麼的毫無味道。你想要去看它，又看不到它，你想要去聽它，又聽不到它，可是當你要用它的時候，卻是取之不盡，用之不竭呀！這不就是「道」的玄妙嗎？", "解說": "要選擇的是自然、平坦，而不是勝利；要選擇的就是通達，而不是熱烈！過客所要的，往往和住戶不同；想想你是歸人，還是過客，還是大道理一定平凡無奇，但平凡無奇可不一定是大道理！不必多所揣度，要如理實在；是怎樣就怎樣，還它個明白！"}
{"標題": "物極必反--微明章第三十六", "文章": "執大象①，天下往。往而不害，安平太②。樂與餌③，過客止。道之出口，淡乎其無味，視之不足見，聽之不足聞，用之不可既④。", "註釋": "①歙：斂，合。②固：暫且。③奪：一本作“取”。④與：給，同“予”字。⑤微明：微妙的先兆。⑥脫：離開、脫離。⑦國之利器不可以示人：利器，指國家的刑法等政教制度。示人，給人看，向人炫耀。", "白話文": "將欲除強梁，去暴亂，當以此四者。因物之性，令其自戮，不假刑為大，以除將物也，故曰微明也。足其張，令之足而又求其張，則眾所歙也，與其張之不足而改其求張者，愈益而已，反危。利器，利國之器也。唯因物之性，不假刑以理物，器不可覩，而物各得其所，則國之利器也。示人者，任刑也。刑以利國，則失矣。魚脫於淵則必見失矣。利國器而立刑以示人，亦必失也。", "釋文": "天下之物，物極必反，陽極必陰，陰極必陽。譬如月缺之後必圓，圓了之後必缺，由此可見收歛隱藏之後必定張明。就好比秦始皇造長城，想鞏固自己的霸業，但是這種作法，違反了自然的天意，反而得不到民心的擁護。因此凡事如果不循著自然的天意，而想以壓迫的手段去迫害，這是不可能的。例如有人要摧毀中華文化，反而使中華文化復興，所以是「將欲廢之，必固興之」。如果想以不法的手段，去剝奪別人的生命，這也是不可能的。如猶太人奪了耶穌的生命，反而使耶穌揚名於後世，而且自古以來，忠臣孝子，英雄烈女，皆是奉獻犧牲自己，反而使他們的聲名俱存，流傳千古。像這種道理看起來，好像很隱微，其實是很明顯的，只是你們沒有去注意到而已。所以說不能小看一些外表顯得柔弱的人，其實柔弱才能真正的勝過剛強，如聖人處事，他常以卑下柔弱自處，反而成就他萬古流芳。人一離開道，就被氣數所困，反而失去了目標，就好像汽車脫離了軌道，必然發生車禍；船沒有指南針，必然失去方向；魚一旦離開水面，必然死去。所以說國家傷人的利器，不可隨便誇示於人，一旦誇示於人，就很可能危害了自己，因為他國也一定要製造更厲害的武器來威脅你，如此戰爭就更難以避免了。", "解說": "大自然有一種「物極必反」的道理，不必太用心、太刻意，讓世事交給老天爺吧！對於隱微之明、奧秘之理，默首體會，自有一番心地！柔性的顛覆比起剛性的鬥爭有趣多了，因為這樣的顛覆是一種生長。武備！武備！做為一種裝備，一種準備！有備無患！不可以輕易示人！"}
{"標題": "人民的自然歸化--無為章第三十七", "文章": "將欲歙之①，必固張之②；將欲弱之，必固強之；將欲廢之，必固興之；將欲奪之③，必固與之④。是謂微明⑤。柔弱勝剛強。魚不可脫於淵⑥，國之利器不可以示人⑦。", "註釋": "①無為而無不為：“無為”是指順其自然，不妄為。“無不為”是說沒有一件事是它所不能為的。②守之：即守道。之，指道。③自化：自我化育、自生自長。④欲：指貪欲。⑤無名之樸：“無名”指“道”。“樸”形容“道”的真樸。⑥無欲：一本作“不欲”。⑦自定：一本作“自正”。", "白話文": "順自然也。萬物無不由為，以治以成也。化而欲作，作欲成也。吾將鎮之無名之樸，不為主也。無欲競也。", "釋文": "道雖然是無為的，但是因為他的無為，反而使他無所不為，例如五行金、木、水、火、土之變遷，四季之調配，沒有一樣不是它的造化，沒有一樣不是從它的懷裡生長出來，所以是無為而無所不為。因此假使一位君主，能夠守住無為的道，萬物自然就歸向於他。但是在萬物歸順之後，難免還有一些惡人使出欺詐的作為。如果為君王的人能善於挽救的話，只要以無為的道理去開導他，人民自然好清好靜而無爭奪。倘若人民好清好靜無爭奪的話，則他們自然歸化於清靜自正了。", "解說": "不要老算計功利、不要老想著目的，無目的、當下自然，便是灑落，這就成個自然豪傑！不須去管理，讓他們自己想出一套自己管理自己的方式，你只須看看就可以了！一切計議便會生出貪欲渴求，這時須要的不是去壓抑它，而是讓大道顯現，這樣的鎮伏是自然鎮伏，這才有效！無貪無求，就是至福；真正的德從此處立起，這是通於自然大道的，這叫道德，道生之、德蓄之！"}
{"標題": "道德為上，仁義次之--處厚章第三十八", "文章": "下篇德經（第38~47章）", "註釋": "①上德不德：不德，不表現為形式上的“德”。此句意為，具備上德的人，因任自然，不表現為形式上的德。②下德不失德：下德的人恪守形式上的“德”，不失德即形式上不離開德。③無德：無法體現真正的德。④上德無為而無以為：以，心、故意。無以為，即無心作為。此句意為：上德之人順應自然而無心作為。⑤下德為之而有以為：此句與上句相對應，即下德之人順任自然而有意作為。⑥攘臂而扔之：攘臂，伸出手臂；扔，意為強力牽引。⑦薄：不足、衰薄。⑧首：開始、開端。⑨前識者：先知先覺者，有先見之明者。⑩華：虛華。⑪處其厚：立身敦厚、樸實。⑫薄：指禮之衰薄。", "白話文": "德者，得也。常得而無喪，利而無害，故以德為名焉。何以得德？由乎道也。何以盡德？以無為用。以無為用則莫不載也，故物無焉，則無物不經，有焉，則不足以免其生。是以天地雖廣，以無為心。聖王雖大，以虛為主。故曰，以復而視，則天地之心見。至日而思之，則先王之至覩也。故滅其私而無其身，則四海莫不瞻，遠近莫不至。殊其己而有其心，則一體不能自全，肌骨不能相容，是以上德之人，唯道是用。不德其德，無執無用，故能有德而無不為，不求而得，不為而成，故雖有德而無德名也。下德求而得之，為而成之，則立善以治物，故德名有焉。求而得之必有失焉，為而成之必有敗焉，善名生則有不善應焉，故下德為之而有以為也。無以為者，無所偏為也。凡不能無為而為之者，皆下德也。仁義禮節是也，將明德之上下，輒舉下德以對上德，至於無以為，極下德下之量，上仁是也，足及於無以為而猶為之焉。為之而無以為，故有為，為之患矣。本在無為，母在無名，棄本捨母而適其子，功雖大焉，必有不濟。名雖美焉，偽亦必生。不能不為而成，不興而治，則乃為之，故有宏普博施仁愛之者，而愛之無所偏私，故上仁為之而無以為也。愛不能兼，則有抑抗正真而義理之者，忿枉祐直，助彼攻此物事而有以心為矣，故上義為之而有以為也。直不能篤則有游飾修文，禮敬之者，尚好修敬，校責往來，則不對之閒，忿怒生焉。故上禮為之而莫之應，則攘臂而扔之。夫大之極也，其唯道乎，自此已往，豈足尊哉。故雖德盛業大，富而有萬物，猶各得其德，雖貴以無為用，不能捨無以為體也，不能捨無以為體則失其為大矣，所謂失道而後德也。以無為用，德其母，故能己不勞焉而物無不理。下此已往，則失用之母，不能無為而貴博施，不能博施而貴正直，不能正直而貴飾敬，所謂失德而後仁，失仁而後義，失義而後禮也。夫禮也，所始首於忠信不篤，通簡不陽，責備於表，機微爭制，夫仁義發於內，為之猶偽，況務外飾而可久乎。故夫禮者，忠信之薄而亂之首也。前識者，前人而識也，即下德之倫也。竭其聰明以為前識，役其智力以營庶事，雖德其情，姦巧彌密，雖豐其譽，愈喪篤實。勞而事昏，務而治薉，雖竭聖智而民愈害。舍己任物，則無為而泰。守夫素樸，則不順典制，聽彼所獲，棄此所守，識道之華而愚之首，故茍得其為功之母，則萬物作焉而不辭也。萬事存焉而不勞也，用不以形，御不以名，故仁義可顯，禮敬可彰也。夫載之以大道，鎮之以為名，則物無所尚，志無所營，各任其貞，事用其誠，則仁德厚焉，行義正焉，禮敬清焉，棄其所載，舍其所生，用其成形，役其聰明，仁則誠焉，義其競焉，禮其爭焉，故仁德之厚，非用仁之所能也，行義之正，非用義之所成也。禮敬之清，非用禮之所濟也。載之以道，統之以母，故顯之而無所尚，彰之而無所競，用夫無名，故名以篤焉。用夫無形，故形以成焉。守母以存其子，崇本以舉其末，則形名俱有而邪不生。大美配天而華不作，故母不可遠，本不可失。仁義，母之所生，非可以為母。形器，匠之所成，非可以為匠也。捨其母而用其子，棄其本而適其末，名則有所分，形則有所止，雖極其大，必有不周，雖盛其美，必有憂患，功在為之，豈足處也。", "釋文": "最有道德的人，他做了許多善事，可是他心地善良，不想去佔有這份榮譽，這才是最有道德的人。可是沒有道德的人就不同了，他一旦做了善事恐怕別人不知道，所以就到處宣揚。因此有道德的人，他對人的犧牲與奉獻，是出自無為的，他就是做了許多好事、善事，還以為自己沒做一樣。但是沒有道德的人，他一旦做了一些善事，就銘記在心，像這種人的心，就是未能達到純真，因此對自己所做的善事，就恐怕失去了名譽。最有仁慈的人，他視萬物為一體，觀天地為一身，沒有分別之心，因此忘物、忘我，渾然是無為而為。可是有義氣的人就不同了，因為他無法出自無為之心，所以在為人處事方面，往往失去仁德之心。有些人以為自己很有禮貌，但是一旦遇到對方沒有回禮，就很不高興，真恨不得伸出手來指著對方，強迫對方回禮。所以萬事的開頭，是先失了大道，然後「德」才失去了，失去了德之後，「仁」也就開始失去了，失去了仁之後，「義」也開始失去了，失去了義之後，「禮」也開始失去了。因此「禮」，只不過是「忠信」之心最薄的一種，到了這個時候，禍亂與災變，可以說就要開始了。從這個時候，知識開始競爭了，就像花一樣，只擁有華麗的外表，一切就更顯得虛偽，這種虛偽的開始，等於是愚昧的開端，等到這個時候，大家都愚蠢與盲從了。所以大丈夫做人處事，應該以道德為上，仁義次之。然後講求實質的意義，不要追求虛偽浮華的作為。所以凡是大丈夫的人，都是注重這方面的實質意義，不為虛偽的事務而煩惱，就是這個原因啊！", "解說": "「道」是有人起個頭，帶著你走，這人是誰，是你胸中的主。「德」是依正直的心來做，直入本源，不必罣礙！「仁」是彼此真誠相感、相應，融合為一體。「義」是自我要求完善，做成規則，戮力為之。回得本源，一切自在、自然！純樸的力量最大！"}
{"標題": "道的根本--得一章第三十九", "文章": "上德不德①，是以有德；下德不失德②，是以無德③。上德無為而無以為④；下德為之而有以為⑤。上仁為之而無以為；上義為之而有以為。上禮為之而莫之應，則攘臂而扔之⑥。故失道而後德，失德而後仁，失仁而後義，失義而後禮。夫禮者，忠信之薄⑦，而亂之首⑧。前識者⑨，道之華⑩，而愚之始。是以大丈夫處其厚⑪，不居其薄⑫；處其實，不居其華。故去彼取此。", "註釋": "①得一：即得道。②神得一以靈：神或指人。靈：靈性或靈妙。③貞：一本作“正”。意為首領。④其致之：推而言之。⑤天無以清：天離開道，就得不到清明。⑥發：荒廢。⑦歇：消失、絕滅、停止。⑧竭：乾涸、枯竭。⑨貴高：一本作“正”，一本作“貞”。⑩蹶：跌倒、失敗、挫折。⑪自稱：一本作“自謂”。⑫孤、寡、不穀：古代帝王自稱為“孤”、“寡人”、“不穀”。不穀即不善的意思。⑬致數輿無輿：最高的榮譽是無須稱譽讚美的。⑭琭琭：形容玉美的樣子。⑮珞珞：形容石堅的樣子。", "白話文": "昔，始也。一，數之始而物之極也。各是一物之生，所以為主也。物皆各得此一以成，既成而舍以居成，居成則失其母，故皆裂發歇竭滅蹶也。各以其一致此清、寧、靈、盈、生、貞。用一以致清耳，非用清以清也。守一則清不失，用清則恐裂也。故為功之母，不可舍也。是以皆無用其功，恐喪其本也。清不能為清，盈不能為盈，皆有其母以存其形，故清不足貴，盈不足多，貴在其母，而母無貴形。貴乃以賤為本，高乃以下為基，故致數輿乃無輿也，玉石琭琭珞珞，體盡於形，故不欲也。", "釋文": "大道是清淨無為的，它的本體是精一無二的，所以「道」又稱為「一」。自古以來天如果得到「一」的話，就顯得很清明。地如果得到「一」的話，就顯得安祥寧靜。神得到「一」的話，就玄妙靈敏。人得到「一」的話，就明理清靜。山谷如果得到「一」的話，就充足滿盈。萬物如果得到「一」的話，就能生化成長。君王如果得到「一」的話，天下就安定自足。所以這一切的事物都很有密切的關係。否則天不清明的話，就會崩裂。地得不到寧靜，恐怕就會暴發天災地變。神得不到靈妙，恐怕就會衰頹消失。谷得不到充盈，恐怕就會乾涸竭盡。萬物得不到生化的話，恐怕就要滅絕。在上位的人，如果不以正道去治理天下，還要以尊貴的高位自居，恐怕就要遭到顛簸坎坷了。所以說尊貴的人要以低賤為根本。高尚要以低下為根基。這樣的話才能契合萬機，沒有分別之心才能和合。因此侯王尚且要自謙稱「孤王、寡人」。這些名稱，不都是以低賤為本嗎？難道不是嗎？不相信以車子比喻好了，如果要算它的零件，當然很多，如果要算車子的數量，只有一部，一部就不用算了，所以由一而歸於無，無才是道的本體，回復到道的本體，才能合於萬物之用。所以說高貴的人，不要將自己看成寶玉一樣，那麼的尊貴，不要將他人看成石頭一樣，那麼的低賤。因為這樣已失去道的根本了。", "解說": "「一」是一切的本源，也是當下的起點，想著「一」，一件一件的去做完它，不必掛心！你高貴嗎？正因為有所謂的「低賤」襯托出來的，想到這裡，你怎能不對所謂的「低賤」默首道謝呢？最高的榮譽不必須索、貪求，寧可無什榮譽，因為自然大道本來是平平常常，那有什麼榮譽！你不夠好，人家說你好，這要慚愧！你很好，人家說你不好，卻要坦然！"}
{"標題": "無生有--反覆章第四十", "文章": "昔之得一①者，天得一以清，地得一以寧，神得一以靈②，谷得一以盈，萬物得一以生，侯王得一以為天下貞③。其致之④，天無以清⑤將恐裂，地無以寧將恐發⑥，神無以靈將恐歇⑦，谷無以盈將恐竭⑧，萬物無以生將恐滅，侯王無以貴高⑨將恐蹶⑩。故貴以賤為本，高以下為基。是以侯王自稱⑪孤﹑寡﹑不穀⑫。此非以賤為本邪﹖非乎﹖故致數輿無輿⑬。不欲琭琭如玉⑭，珞珞如石⑮。", "註釋": "①反者：循環往復。一說意為相反，對立面。②弱者：柔弱、渺小。③有：這裡指道的有形質，與一章中“有名萬物之母的”的有“相同。但不是有無相生的“有”字。④無：與一章中的“無名天地之始”的“無”相同。但不同於“有無相生”的“無”。此處的“無”指超現實世界的形上之道。", "白話文": "高以下為基，貴以賤為本，有以無為用，此其反也。動皆知其所無，則物通矣。故曰，反者道之動也。柔弱同通，不可窮極。天下之物皆以有為生，有之所始，以無為本，將欲全有，必反於無也。", "釋文": "萬物皆在生生化化反覆的運轉著，但是它無論怎樣的運轉變化，也是從道的本體中而發。可是它雖然反覆的運行，到最後還是要歸於柔弱與寧靜，就好像一陣風吧！它雖然很強勁，但是不久便要歸於平靜，又好比一陣雨吧！它雖然下得很大，但是下不了多久，還是要歸於平靜。所以說天下萬物皆從「有」( 太極 ) 之中而生，可是這個「有」( 太極 ) 還是從「無」之中生化而來的。", "解說": "將一條線圈成一個圓，原先的兩端就成為同一個點！想想：這就叫「道」理！管人家說你、笑你脆弱，你明白自己是在生長就好了！須知：此時生長最安全，最有空間！沒有經驗，正充滿了可能性，誰說一定要是老經驗的好！「無」可以是「沒有」，可以是「可能」，更可以是「無窮無盡」，有個「無」真好！"}
{"標題": "道的尊貴--聞道章第四十一", "文章": "反者道之動①，弱者②道之用。天下萬物生於有③，有生於無④。", "註釋": "①建言：立言。②夷道若纇：夷，平坦；纇，崎嶇不平、坎坷曲折。③大白若辱：辱，黑垢。一說此名應在“大方無隅”一句之前。④建德若偷：剛健的德好像怠惰的樣子。偷，意為惰。⑤質真若渝：渝，變污。質樸而純真好像渾濁。⑥大方無隅：隅，角落、牆角。最方整的東西卻沒有角。⑦善貸且成：貸，施與、給予。引伸為幫助、輔助之意。此句意為：道使萬物善始善終，而萬物自始至終也離不開道。", "白話文": "有志也。建，猶立也。光而不耀。後其身而身先，外其身而身存。纇，㘨也。大夷之道，因物之性，不執平以割物，其平不見，乃更反若纇㘨也。不德其德，無所懷也。知其白，守其黑，大白然後乃得。廣德不盈，廓然無形，不可滿也。偷，匹也。建德者，因物自然，不立不施，故若偷匹。質真者，不矜其真，故渝。方而不割，故無隅也。大器成天下不持全別，故必晚成也。聽之不聞名曰希，不可得聞之音也。有聲則有分，有分則不宮而商矣，分則不能統眾，故有聲者非大音也。有形則有分，有分者不溫則炎，不炎則寒。故象而形者，非大象。凡此諸善，皆是道之所成也。在象則為大象，而大象無形。在音則為大音，而大音希聲。物以之成而不見其成形，故隱而無名也。貸之非唯供其乏而已，一貸之則足以永終其德，故曰善貸也。成之不如機匠之裁，無物而不濟其形，故曰善成。", "釋文": "上等的賢人，因為根基深厚，見識超群，志量廣大，所以一聽到「道」，就志與道合，努力的去實踐。中等根智的人，因為見識不足，對道的認識不清，所以雖然有緣聽到道，也有慕道之心，但是道心總是不能持續長久。下等愚頑的人，因為見識淺薄，不知「道」為何物，而且本性迷昧，貪享慾樂，所以一聽到「道」就哈哈大笑。哈哈！如果這些愚昧的下等人，不笑的話，還不知「道」的尊貴在於何處。所以在古時候，有些先見之明的人立下了一些含有哲理的言詞，如下：一、明白大道的人，他的作為必是機智全無，意念清淨，這種人因為大智若愚，所以從外表看來，好像很愚昧的樣子。二、行道的人，因為不作有為之事，不逞勞心勞力之能，事事讓人三分，不敢先進於人。三、有道有德的人，因為心與道合，不作矜異之舉，不說矜奇之言，不分富貴貧賤，很平實感。四、上等道德的人，心量廣大，涵受一切，如空谷一般。五、心裡潔淨的人，像明月當空，像蓮花出於污泥一樣，雖然他們純真貞潔，可是他們仍不計較得失是非，好像受辱的樣子。六、有廣大的德行的人，常常不自以為有德，所以仍然很謙虛。七、建立廣大功德的人，他常常不向人誇耀他的功德，就像小偷一樣，偷偷摸摸的去做，不想讓別人知道，所已是「見德若偷」。八、聖人品性之質最為純真，但仍然不執著於事務分別之中，悠於他的本然天性，所以聖人的心好像是變的。廣大的空間，如宇宙之大浩瀚無垠，所以每有角落可立，好像聖人之心量廣大，無邊際無角落一般。世上要完成一件大器物，必須經過很長很長的時間才能完成。要成為一個偉人也是一樣，必經時間與人格的考驗，才能得到真正的成就，所以是「大器晚成」。汽車跑的時候有聲音，飛機飛的時候有聲音，可是宇宙的律動，天體超音速的運轉，能夠響澈整個宇宙的大聲音，但是人住在宇宙之中，就好像人坐在飛機之內，卻聽不到他的聲音，所以是「大音希聲」。有形的東西一定有限大，只有無形的東西才能無限大，就像無極的虛空一樣，所以是「大象無形」。「道」雖然是一切萬物的大根源，可是至玄至微，無形跡可尋，因為它很隱微，好像連名字都沒有，所以是「道隱無名」。所以說「道」這個大生命力的本體，經常把它的力量「氣」借給萬物，成就天下的萬物，等到他們生成之後，不用了，才將借用的「氣」還給「道」，所以是「善貸且成」。", "解說": "別人怎麼說是一回事，我怎麼做更是一回事；這回事不同於另一回事，只此一回事，如其所如，自自在在！世俗人看得很低，而值得作的事，往往具有強大的生長力量，可以一試！自然大道是「自然」，是「大道」；自然就不在意他人，而是自自然然；大道就不避崎嶇，何路非大道也。大道是看不見的、聽不著的，但它就在生長中！"}
{"標題": "道的造化--沖和章第四十二", "文章": "上士聞道，勤而行之；中士聞道，若存若亡；下士聞道，大笑之。不笑，不足以為道。故建言①有之﹕明道若昧，進道若退，夷道若纇②，上德若谷，大白若辱③，廣德若不足，建德若偷④，質真若渝⑤，大方無隅⑥，大器晚成，大音希聲，大象無形，道隱無名。夫唯道，善貸且成⑦。", "註釋": "①一：這是老子用以代替道這一概念的數字表示，即道是絕對無偶的。②二：指陰氣、陽氣。“道”的本身包含著對立的兩方面。陰陽二氣所含育的統一體即是“道”。因此，對立著的雙方都包含在“一”中。③三：即是由兩個對立的方面相互矛盾衝突所產生的第三者，進而生成萬物。④負陰而抱陽：背陰而向陽。⑤沖氣以為和：衝，衝突、交融。此句意為陰陽二氣互相衝突交和而成為均勻和諧狀態，從而形成新的統一體。⑥孤、寡、不穀：這些都是古時候君主用以自稱的謙詞。⑦教父：父，有的學者解釋為“始”，有的解釋為“本”，有的解釋為“規矩”。有根本和指導思想的意思。", "白話文": "萬物萬形，其歸一也，何由致一，由於無也。由無乃一，一可謂無，已謂之一，豈得無言乎。有言有一，非二如何，有一有二，遂生乎三，從無之有，數盡乎斯，過此以往，非道之流，故萬物之生，吾知其主，雖有萬形，沖氣一焉。百姓有心，異國殊風，而得一者，王侯主焉。以一為主，一何可舍，愈多愈遠，損則近之，損之至盡，乃得其極。既謂之一，猶乃至三，況本不一而道可近乎，損之而益，豈虛言也。我之非強使人從之也，而用夫自然，舉其至理，順之必吉，違之必凶。故人相教，違之自取其凶也，亦如我之教人，勿違之也。強梁則必不得其死。人相教為強梁，則必如我之教人不當為強梁也。舉其強梁不得其死以教邪。若云順吾教之必吉也，故得其違教之徒，適可以為教父也。", "釋文": "道的造化總原理是這樣的──道為萬物之本，但是道本無名，強名為「一」。由一而分為二，則是有了陰陽，有了陰陽，自然天地定位。就是「二」的數。有了「二」數之後，就開始有對待，有對待必有兩端，如善惡分別，有兩端必有中間的中心處，所以「二」就開始成為「三」數。因此易經的數理，就以「三」為生數而演變的。一切飛潛動植，一切有形有色之物，就成為萬物了。陰的一面居於幽暗而且是柔弱的，所以往往是萬物所持的正明面，因此陰以無形而身負其內，陽以有形身抱其外。沖氣就是陰陽二?的中心──虛中之氣，虛中之氣是含有萬物造化之機，所以萬物得其沖，便有生生化化之妙，此虛中之理若以人身為比喻如下，眼有虛靈而能視，耳有虛洞而能聽，鼻有虛孔而能嗅，口有虛空而能吃，意有虛魂而能思，心有虛竅而能應，因此萬物皆以沖虛為本。因此剛才所講的皆以柔弱沖虛為本，就因為他實在太偉大了。你看人都最討厭聽到孤，寡，不榖( 不善 )這些話，但是高高在上的國王，卻喜歡以它來自稱，這豈不是以柔弱來自損嗎？如果侯王不自損，天下便不自歸。所以以虛下為用，實在太妙。因此表面上看來是受損的，實際上是得益的，在表面上看來是得益的，實際上是受損的，如國君以「孤王、寡人」自稱是損的，反而得到天下人民的歸心。如果國君以驕傲自滿來誇示天下的話，反而會受到眾叛親離。如桀紂將天下視為己有，驕滿自大，雖有天下，而天下反叛之，就是一個借鏡。這是古代聖人所教導的遺訓，我也就拿這個來教導別人。也就是人生在世，應體悟大道而行，不可仗恃自己的力量稱強霸道，或是向人誇耀，否則會得到不到善終的。所以我將以上這些巧妙的道理，當成父親教導我一樣，永遠的記住它。", "解說": "人們用語言名號去對既有的存在定下標籤，但可不要忘了未貼標籤前，正是存在事物生長的過程！任何存在事物總有陰陽剛柔兩個對立面，用你的謙卑心靈去活轉它吧！「處環中以應無窮」！教，是不言之教，是柔弱之教，這是生長的關鍵處；即使要說話，還是要歸於不說。損之可益，益之可損，自然有一種持平原則，人間福分亦是如此，且安心吧！"}
{"標題": "柔勝剛--至柔章第四十三", "文章": "道生一①，一生二②，二生三③，三生萬物。萬物負陰而抱陽④，沖氣以為和⑤。人之所惡，唯孤﹑寡﹑不穀⑥，而王公以為稱。故物或損之而益，或益之而損。人之所教，我亦教之。強梁者不得其死，吾將以為教父⑦。", "註釋": "①馳騁：形容馬奔跑的樣子。②無有入無閒：無形的力量能夠穿透沒有間隙的東西。無有：指不見形象的東西。③希：一本作“稀”，稀少。", "白話文": "氣無所不入，水無所不出於經。虛無柔弱，無所不通，無有不可窮，至柔不可折，以此推之，故知無為之有益也。", "釋文": "天下最柔弱的東西，就是「水」了，「水」雖然很柔弱，確能穿山透地。又如「無形之氣」為比喻吧！它能載運各種星球，所以這些無形柔弱的力量，往往能勝過有形剛健的物體。又好比聖人是柔弱的，他常以身作則，身體力行，這種身教勝於言教的無言之教，反而勝過其他的教育。又比喻天下的母親是柔弱的，可是世人無不是從母親的懷裡孕育出來的。所以無形柔弱的力量，外表看來是不中用的，但是它是最偉大的。所以無形的力量能穿透有形間隔以及有形體的東西，更能支配它們。因此我才知道這無為的益處啊！所以這些沒有言語的教化，不用言語的教化實在非常有益的，如四時的變換、天地的運轉、萬物的生化。像這些不言之教，天下實在很少有一物能比及的。", "解說": "有形有象的東西必然會毀壞，無形無象的東西卻可以長存！修行，不是去追求「有」，而是回返於生命的「無」，「無」是本源！「說」了有作用，但「不說」有時作用會更大、更大！「說」與「不說」之間要拿捏恰當！不是不作，而是作了要放下；放下才能自在，才能開啟新局！"}
{"標題": "身與明--知止章第四十四", "文章": "天下之至柔，馳騁①天下之至堅。無有入無閒②，吾是以知無為之有益。不言之教，無為之益，天下希③及之。", "註釋": "①多：輕重的意思；貨，財富。②得：指名利；亡，指喪失性命；病，有害。③甚愛必大費：過於愛名就必定要付出很大的耗費。④多藏必厚亡：豐厚的藏貨就必定會招致慘重的損失。⑤知足不辱：今本沒有“故”字，據帛書補之。", "白話文": "尚名好高，其身必疏。貪貨無厭，其身必少。得多利而亡其身，何者為病也。甚愛不與物通，多藏不與物散，求之者多，攻之者眾，為物所病，故大費厚亡也。", "釋文": "身外的聲名與身內真我的生命，那一樣應該親近呢？身內真我實質的生命與身外多餘的物質，那一樣應該重視呢？得到身外的名聲，與失去真我永恆的生命，兩者之間比起來，那一樣貴重呢？所以說過分的貪求物質與名利慾望的人，必定要勞心勞力大費精神，結果失去越大。貪財利祿的人，必定喜愛寶貴的珍品，但是珍品藏得越多，反而招人嫉妒怨恨，結果往往身遭橫禍。所以知足的人，他的心就減少貪求，身心自然超於無憂無慮之間，遠離了羞辱侮蔑之事，更不會遭到危險的禍事，像這樣的人可以與天地共長了。", "解說": "釐清何者是「須要」，何者是欲望、是貪求？對生命會有基本的幫助！生命是無價的，用生命去換取其他有價的東西，這是人世間最大的倒反！有個小洞洞，可能保住了整體；封住了那小洞洞，可能垮掉了全部！留些缺憾，可能是保住美善最好的藥方！知足的人是富有的，知止的人是有福的，合乎大道就能長久！"}
{"標題": "清靜自然--清靜章第四十五", "文章": "名與身孰親﹖身與貨孰多①﹖得與亡孰病②﹖是故甚愛必大費③，多藏必厚亡④，知足不辱⑤，知止不殆，可以長久。", "註釋": "①大成：最為完滿的東西。②沖：虛，空虛。③屈：曲。④訥：拙嘴笨舌。⑤靜勝躁，寒勝熱：清靜克服擾動，寒冷克服暑熱。⑥正：通“政”。", "白話文": "隨物而成，不為一象，故若缺也。大盈沖足，隨物而與，無所愛矜，故若沖也。隨物而直，直不在一，故若屈也。大巧，因自然以成器，不造為異端，故若拙也。大辯因物而言，己無所造，故若訥也。躁罷然後勝寒，靜無為以勝熱，以此推之，則清靜為天下正也。靜則全物之真，躁則犯物之性，故惟清靜乃得如上諸大也。", "釋文": "大有成就的人反而謙虛待人，這樣的謙虛作為，在凡人的眼光中就好像尚未完滿的樣子，所以看起來好像有點缺失，其實這種人才是大有成就的人。但是能夠達到這種境界的人，在一般人看來好像不值得學習，可是他的一切功用反而沒有絲毫的破壞，因為別人反而會更尊敬他，更崇拜他，更擁護他，更聽從他。因此在聖人的眼裏，能夠達到功德盈滿的人，心境就像虛無一樣，心裡反而什麼也沒有得到。可是他的作用反而生生化化沒有窮盡。就好像正直的人反而能包容一切，所以有時在外表看起來，就好像受委屈一樣。而巧妙的人呢？就好比聖人的心，根本毫無貪得的機心，也沒有多餘的做作與行為，但以凡人眼光看來，就好像他們都是很笨拙的人一樣。所以說，對宇宙萬物有深深體悟的人，此種人應該是最有辯解的人，但是反而體悟在心中難以言喻，就是有時候他講出來的大道理，別人也不知道他在講什麼，因此大辯論的人，反倒像不多說話的人。人在急躁生氣的時候，雖然體內熱氣沸騰，暫時勝過寒冷的天氣，可是畢竟不能長久，就像大風大雨一樣，雨過仍然天晴，風過仍然平靜，所以平心靜氣才能永久勝過急躁的熱氣。所以說清靜無為，才是天下人民所應該追循的目標，因為這樣能使萬物各得其所，人民各得其歸，天下自然就太平清正了。", "解說": "大道生於有餘，留有餘可以補不足，天地之大，有餘可以容物，可以延年！記得：不要做盡了！真正會說話的人，話說出口，就要能回得來，這叫「訥」。清靜是讓渾濁的澄明了，讓躁動的安住了；你的心自在了，事物也就找到他們的家！留些愚拙給自己，一方面讓自己有變得聰明的可能，一方面讓別人有聰明的喜悅！"}
{"標題": "天下有道與天下無道--知足章第四十六", "文章": "大成①若缺，其用不弊。大盈若沖②，其用不窮。大直若屈③，大巧若拙，大辯若訥④。靜勝躁，寒勝熱⑤。清靜為天下正⑥。", "註釋": "①卻：屏去，退回。②走馬以糞：糞，耕種，播種。此句意為用戰馬耕種田地。③戎馬：戰馬。④生於郊：指牝馬生駒於戰地的郊外。⑤故知足之足，常足矣：知道滿足的這種滿足，是永遠滿足的。", "白話文": "天下有道，知足知止，無求於外，各修其內而已，故卻走馬以治田糞也。貪欲無厭，不修其內，各求於外，故戎馬生於郊也。", "釋文": "天下有道的時候，國泰民安，人人知足，這個時候能夠用來戰爭的馬，都可以讓他在田野之中糞田施肥清閒自在。就好比有道的人身心泰然，沒有心猿意馬胡亂奔馳之患，而以中正之道立命，以和煦之氣養身，自然清靜無事了。但是一旦到了天下無道的時候，人人貪得無厭，這個時候戰亂難免要發生了，因此兵馬也都要生死於荒郊野外了。就好比修道的人，如果不守清靜無為的話，時時便會產生貪得無厭之念，導致心上之「刀兵」橫出，性中之「意馬」胡闖，不得一時的寧靜。這個時候三魂七魄盡成魔君之輩時時擾亂；五臟六腑盡為交戰之場，神無一刻之守舍，心無時刻之安閒，此就是人心無道之時，因此性命怎能長保呢。由此看來，天下罪惡之大的，還不能超過這些多思的慾望。如兄弟鬩牆，朋友反目，覆宗滅族之事，皆是一念之微所害，就好像星星之火雖微，卻可以燎原廣闊。所以說修行之人先要止念，念頭如果不止，雖是日夜不眠的一心求道，但也只不過是勞形而已，因此學道之人就是受了「慾望與不知足」所害。所以說，知足之人無所不足，無往而不泰然，因為不求身外之物，反得身中「自性之寶」，如此之人，還有什麼可貪求的呢？", "解說": "自然大道，原本富足，尋於本源，自在自得；一心向外，求不得，苦，奈何？檢察心念：念頭！念頭！念要回頭，才有了時！念不回頭，執之成迷！迷而成惑，難解、難解！欲望會生出力量，但這樣的力量往往會牽引出更大的毀滅性力量！可不慎哉！知足常樂，樂在知足，這種滿盈的感覺，極為自在而可貴！"}
{"標題": "自然的原則與定理--天道章第四十七", "文章": "天下有道，卻①走馬以糞②。天下無道，戎馬③生於郊④。禍莫大於不知足；咎莫大於欲得。故知足之足，常足矣⑤。", "註釋": "①窺牖：窺，從小孔隙裡看；牖，窗戶。②天道：日月星辰運行的自然規律。③不見而明：一本作“不見而名”。此句意為不窺見而明天道。④不為：無為、不妄為。", "白話文": "事有宗，而物有主，途雖殊而同歸也，慮雖百而其致一也。道有大常，理有大致，執古之道，可以御今，雖處於今，可以知古始，故不出戶，窺牖而可知也。無在於一而求之於眾也，道視之不可見，聽之不可聞，搏之不可得，如其知之，不須出戶，若其不知，出愈遠愈迷也。得物之致，故雖不行而慮可知也。識物之宗，故雖不見，而是非之理可得而名也。明物之性，因之而已。故雖不為而使之成矣。", "釋文": "天下總有一個原則與定理，聖人就是能夠體悟這個原則與定理，所以天下雖然很大，但還是離不開這個原則與定理，所以聖人不必走出門戶，就可以完全知道天下的一切事物了。因為宇宙天地之間，不過是陰陽動靜而已，陰陽動靜，不過是無極太極之理而已，聖人盡其本性，就是盡其天道，所以聖人之本性，就是行其天道。但是凡夫之人則不同，每每要以自己的眼睛來了解天下的事物，而不知天下的事物是不可窮盡的。所以凡夫俗子費盡了畢生的精力走遍天下，迷於身外之見，反而更迷失了自己的本性。所以是走得越遠，知道的反而越少，因為自己越遠離了本性，受到外物之染的原因呀！所以說，聖人他不必走遍天下，自己只求淡然無欲，但他仍然可以知道一切的，何必跑到很遠的地方去搜尋身外之物呢？眼前就是法界了，心上圓明的人自然可以洞見一切。所以聖人不必行遠而可知一切啊！所以也不必視察外界，就可以說出自然法則的名目。也不必去多餘的造作，只要盡己之性，自然而然就完成聖業了。", "解說": "認知是指向對象，但判斷總要回到自家心中，這就是「道」。事物清楚了，還不夠，更重要的是心理要明白！明白就是踏實！緊抓著，把事情做好了，那可真很累！放開它，事情自然天成，才是工夫！自然工夫！不要沒命的努力，要安身立命！讓開！一切自然天成！"}
{"標題": "無為的妙處--日損章第四十八", "文章": "下篇德經（第48~57章）", "註釋": "①為學日益：為學，是反映探求外物的知識。此處的“學”當指政教禮樂。日益：指增加人的知見智巧。②為道日損：為道，是通過冥想或體驗的途徑，領悟事物未分化狀態的“道”。此處的“道”，指自然之道，無為之道。損，指情慾文飾日漸泯損。③無為而無不為：不妄為，就沒有什麼事情做不成。④取：治、攝化之意。⑤無事：即無擾攘之事。⑥有事：繁苛政舉在騷擾民生。", "白話文": "務欲進其所能，益其所習。務欲反虛無也。有為則有所失，故無為乃無所不為也。動常因也。自己造也。失統本也。", "釋文": "一個人如果是為了學問求知見的話是有益的，但是這種「益」只是短暫的，而學道就不同，因為學道是要損去知見，除去情慾，更要排除妄念，所以是「為道日損」。除了損去知見、情慾、妄念之外，更要把人情世態及名利虛華一併丟棄，這樣物我兩忘私慾淨盡之後，就是達成無為的境界了。有了無為的境界，就是無所不為了，可是這個「無為」，其中隱藏著深妙的玄機，是動中之靜，靜中之動的無為，是虛中之實，實中之虛的無為。譬如天之無為而四時能行，地之無為而萬物能生。因此人與天地合為三才，如果人能無為，真性了然，萬物的造化，無不在身心之中，此是人之無為的妙處。所以要得到天下，如果以私慾之心，或是仗恃自己的力量去取得的人，那麼將不可得。所以一個真正體悟大道的人，他會以道德仁義去取得天下，如古時候的「堯、舜、禹」這些聖人就是一個榜樣，不但取得天下，又取得天下人民的心，這才是真正的取得天下。而「秦始皇」就不同了，他以私慾的作為，想將天下納為己有，其實這種作為反而使人痛恨，使天地神祗不悅，所以像這種取得天下的方法是不足以效法的。", "解說": "渾默之智，無為天成，放得下，提得起，這樣才能做大事！不要老往外去追逐，要回頭觀照自己；觀照自己，才能歇心！做個管理者，最重要的是：不生事擾民，但要無事而有事！不執著、不造作，只是當下活著！這就是生，就是活，活出意義，活出個自然天機！"}
{"標題": "聖人之心--德善章第四十九", "文章": "為學日益①，為道日損②。損之又損，以至於無為。無為而無不為③。取④天下常以無事⑤，及其有事⑥，不足以取天下。", "註釋": "①無常心：一本作\"常無心\"。意為長久保持無私心。②德：假借為“得”。③歙：意為吸氣。此處指收斂意欲。④渾其心：使人心思化歸於渾樸。⑤百姓皆注其耳目：百姓都使用自己的智謀，生出許多事端。⑥聖人皆孩之：聖人使百姓們都回復到嬰孩般純真質樸的狀態。", "白話文": "動常因也。各因其用則善不失也。無棄人也。各用聰明。皆使和而無欲，如嬰兒也。夫天地設位，聖人成能，人謀鬼謀，百姓與能者，能者與之，資者取之，能大則大，資貴則貴，物有其宗，事有其主，如此則可冕疏充目而不懼於欺，黈纊塞耳而無戚於慢，又何為勞一身之聰明，以察百姓之情哉。夫以明察物，物亦競以其明應之，以不信察物，物亦競以其不信應之。夫天下之心，不必同其所應，不敢異則莫肯用其情矣。甚矣，害之大也，莫大於用其明矣，夫在智則人與之訟，在力則人與之爭，智不出於人而立乎訟地，則窮矣。力不出於人而立乎爭地，則危矣。未有能使人無用其智力乎己者也，如此則己以一敵人，而人以千萬敵己也。若乃多其法網，煩其刑罰，塞其徑路，攻其幽宅，則萬物失其自然，百姓喪其手足，鳥亂於上，魚亂於下，是以聖人之於天下，歙歙焉，心無所主也，為天下渾心焉，意無所適莫也。無所察焉，百姓何避，無所求焉，百姓何應，無避無應，則莫不用其情矣。人無為舍其所能而為其所不能，舍其所長而為其短，如此，則言者言其所知，行者行其所能，百姓各皆注其耳目焉，吾皆孩之而已。", "釋文": "所以說聖人的心，是隨其百姓的心態習俗隨宜制化的，他不以一己之見教人，更不以私見或是分別之心待人。所以聖人既然無分別之心，那麼看到善良的人，或是見到善良的事情，聖人也以仁慈之心去親近他，看到不善的人，見到不善的事情，聖人也一樣以仁德之心去感召他。而且聖人在待人接物方面，皆以誠信待人，無論是守信的人，聖人他這樣對待他們，連一些沒有誠信的人，他也是一樣以誠信對待他們，使這些不誠信的人，能受到聖人的德性感召而歸於誠信，這就是聖人的德信啊！所以聖人生活於天下之間，每每為天下的百姓，因為不知泰然自處，更做出悖理越軌的醜事而擔憂，及感到恐懼不安，所以聖人何等的慈悲，他為了天下百姓的福祉，而渾濁了自己清靜的性體。因此聖人有這麼大的慈悲心，所以天下的百姓皆以他為依歸，時時的仰望著他，想聽聽他的話，聽聽他的道理，想看看他，看看聖人的慈容。所以聖人有這無上的德威，他看到天下百姓，就像看到自己親生的小孩一樣，去教導他，去感化他，這就是聖人可敬之處啊！", "解說": "直心行善，入於造化之源，不計較眼前的利害，此是真積德！大道無私，只要讓開，天理自然彰顯，灑落工夫就此做去！渾默之智，翕合其心，能止能觀，萬物自在自得！放棄了權利的自我，心中常有別人，這樣才能有一超越的大我！"}
{"標題": "出生入死--生死章第五十", "文章": "聖人無常心①，以百姓心為心。善者，吾善之；不善者，吾亦善之；德善②。信者，吾信之；不信者，吾亦信之；德信。聖人在，天下歙歙焉③，為天下渾其心④，百姓皆注其耳目⑤，聖人皆孩之⑥。", "註釋": "①出生入死：出世為生，入地為死。一說離開了生存必然走向死亡。②生之徒：徒，應釋為類。生之徒即長壽之人。③十有三：十分之三。④死之徒：屬於夭折的一類。⑤人之生，動之死地：此句意為人本來可以長生的，卻意外地走向死亡之路。⑥生生之厚：由於求生的慾望太強，營養過剩，因而奉養過厚了。⑦攝生者：攝生指養生之道，即保養自己。⑧兕：屬於犀牛類的動物。⑨入軍不被甲兵：戰爭中不被殺傷。⑩無死地：沒有進入死亡範圍。", "白話文": "出生地，入死地。十有三，猶云十分有三分，取其生道，全生之極，十分有三耳。取死之道，全死之極，亦十分有三耳。而民生生之厚，更之無生之地焉，善攝生者無以生為生，故無死地也。器之害者，莫甚乎兵戈，獸之害者，莫甚乎兕虎，而令兵戈無所容其鋒刃，虎兕無所措其爪角，斯誠不以欲累其身者也，何死地之有乎。夫蚖蟺以淵為淺，而鑿穴其中，鷹鸇以山為卑，而增巢其上，矰繳不能及，網罟不能到，可謂處於無死地矣，然而卒以甘餌，乃入於無生之地，豈非生生之厚乎，故物茍不以求離其本，不以欲渝其真，雖入軍而不害，陸行而不可犯也，赤子之可則而貴信矣。", "釋文": "人與萬物一樣，凡出生於世，就有死去的一天。可是人生存在生與死之間，分為三種：第一種人，是小孩正在生長的年齡，這種比例，在十個人當中佔有三個。第二種人，是老年將死的年齡，也是十個人當中佔有三個。第三種人，是在中年的時期就轉向死亡的人，像這種人，也是十個人當中佔有三個。為什麼會這樣呢？就是因為這種人他嗜慾太深了，自奉太厚了，常常因謀求衣食而勞累了生命，所以反而傷了生命，因此很早就歸向死亡之路了。但是聽說很會攝養生命的人，這種人大概十個人之中，還不到一個人吧！這種人他了解真正的生死之道，所以他不屬於生，也不屬於死，他超越了生死的假相，所以他生在世也不感到可喜，就是死了也不會感到悲哀，因為他已領悟到，真我的生命是不生也是不死的。所以這種人在陸地上走的時候，好像不會遇到一些犀牛老虎之類野獸，就是遇到這些野獸也不會去傷害牠，這是為什麼呢？因為聖人慈懷愛物，不傷害萬物，就好像動物園的園丁一樣，他了解動物的心，動物也了解他的心，所以就不會被傷害了。而且這種人即使走入了戰場，也是出入無妨的，因為一個有聖德的人，不但是將軍敬畏他，連兵卒都敬畏他。因此以上所說的，犀牛雖然兇悍，卻不以角去攻擊他。虎雖然勇猛，可是看了這種人，爪子也好像失去了作用一般。連兵卒作戰的刀器，看到這種人，也都不知道攻擊了。這是什麼原因呢？就是因為聖人早已把生命託付給天地了，因此他把假我的肉體早已看空了，在「我空」之下，豈有死亡之理呢？所以也就沒有所謂的仇視與野獸這類的敵人，因為他已把萬物看成一體了。", "解說": "生命的特質就是它自己有他的生、他的命，因此不能太奢求，也不能太用心，要渾默些、放得下，往往好過活！「生命」、「生命」，有「生」，有「命」，「生」是創造，「命」是限制，正視「命」，才有得「生」。藏其殺機，不如消化殺氣，化得了殺氣，就可以「無死地」，就可以「保生」！「處所情境」就是「天地」，有天有地，便是道理，便是生命之所寄！"}
{"標題": "道體的德性--尊貴章第五十一", "文章": "出生入死①。生之徒②，十有三③；死之徒④，十有三；人之生，動之死地⑤，亦十有三。夫何故﹖以其生生之厚⑥。蓋聞善攝生者⑦，陸行不遇兕虎⑧，入軍不被甲兵⑨；兕無所投其角，虎無所措其爪，兵無所容其刃。夫何故﹖以其無死地⑩。", "註釋": "①勢：萬物生長的自然環境。一說：勢者，力也；一說，對立。②莫之命而常自然：不干涉或主宰萬物，而任萬物自化自成。③亭之毒之：一本作\"成之熟之\"。④養：愛養、護養。⑤覆：維護、保護。⑥玄德：即上德。它產生萬物而不居為己有，養育萬物而不自恃有功。", "白話文": "物生而後畜，畜而後形，形而後成，何由而生？道也；何得而畜？德也；何由而形？物也；何使而成，勢也。唯因也，故能無物而不形；唯勢也，故能無物而不成。凡物之所以生，功之所以成，皆有所由，有所由焉，則莫不由乎道也。故推而極之，亦至道也。隨其所因，故各有稱焉。道者，物之所由也。德者，物之所得也。由之乃得，故曰不得不失，尊之則害，不得不貴也。命並作爵。謂成其實，各得其庇蔭，不傷其體矣。為而不有。有德而不知其主也，出乎幽冥，是以謂之玄德也。", "釋文": "道為萬物之母，所以萬物皆從道體中而生的。但是萬物生出來以後，還要以「德」去滋潤他，這個「德」就是天地中的陽和之氣，這個陽和之氣能夠蘊育萬物使它成長。成長以後，才有種種萬物，可是這些萬物，本來就是由無形的「道」所生的，與無形的天地之「德」培育而成。所以我們看到這些有形的萬物之後，才知無形道德的偉大。但是在萬物生長以後，如果沒有四季寒暑的更替，陰陽的互換交流，則雖生長了萬物，也不能使萬物趨於成熟，所以勢之所在，就有了陽春之氣的培物，及寒秋之氣的逼物，這些四時的代謝。所以萬物沒有不尊崇道及貴重德的，但是道雖然偉大，德雖是尊貴，卻不以偉大與尊貴而自命不凡，仍然以自然處之，可是它這樣的自然處之，反而得到永恆自然的尊貴。所以道生了萬物，德滋潤了萬物，讓它們長大，又給它們撫育，又讓它們自立長成，又讓它們成熟，這些長養與覆護的大恩，「道」還不以為自有。像這些大有作為的事，它還是不仗恃自己的能力，雖然是萬物之主，但是它仍然不以主宰為自居。所以「道」實在是具有極深極遠的至德呀！", "解說": "存在的事物必有其根源，必有其本性，根源叫「道」，本性叫「德」，如其根源、本性，就叫「道德」。不要在末端的事勢用工夫，而要在根源的本性上好好生長。道理、道理，因道成理，事勢、事勢，因事成勢！道理優先，事勢在後！用認知去定住，用智慧去觀照，用德性去成全，用大道去銷融！"}
{"標題": "道的本源--守母章第五十二", "文章": "道生之，德畜之，物形之，勢①成之。是以萬物莫不尊道而貴德。道之尊，德之貴，夫莫之命而常自然②。故道生之，德畜之。長之育之，亭之毒之③，養④之覆⑤之。生而不有，為而不恃，長而不宰。是謂玄德⑥。", "註釋": "①始：本始，此處指“道”。②母：根源，此處指“道”。③子：派生物，指由“母”所產生的萬物。④塞其兌，閉其門：兌，指口，引伸為孔穴；門，指門徑。此句意為：塞住嗜欲的孔穴，閉上慾念的門徑。⑤勤：勞作。⑥開其兌，濟其事：打開嗜欲的孔穴，增加紛雜​​的事件。⑦見小曰明：小，細微。能察見細微，才叫做“明”⑧強：強健，自強不息。⑨用其光，復歸其明：光向外照射，明向內透亮。發光體本身為“明”，照向外物為光。⑩無遺身殃：不給自己帶來麻煩和災禍。⑪習常：一本作\"襲常\"。習承常道。", "白話文": "善始之則善養畜之矣，故天下有始則可以為天下母矣。母，本也，子，末也。得本以知末，不舍本以逐末也。兌，事欲之所由生；門，事欲之所由從也。無事永逸，故終身不勤也。不閉其原而濟其事，故雖終身不救。為治之功不在大，見大不明，見小乃明。守強不強，守柔乃強也。顯道以去民迷。不明察也。道之常也。", "釋文": "天地萬物都有它的本源，這個本源就是「道」，「道」創造天地萬物，所以「道」是天地萬物之母。既然知道天地萬物是「道」之所生，就知曉「道」為母，物為子，道為體，物為用，所以現在的人只知物而不知「道」，是背道而馳呀！因此當你認識這個「道」以後，就要秉守這創造天地萬物的道，就是身亡的時候，也不會感到恐怖與危險，因為你已經回歸到「道」的母懷中了！所以，如果不想讓精、氣、神外馳，就要塞住了人的慾望之口，閉住了人的六賊之門，此六賊之門就是「眼、耳、鼻、舌、意」。修道之人，如果能閉塞慾望之口與六賊之門，則一輩子受用不盡，不必動用多大的勤勞，自然可以成就大道的。否則終身不知閉住這聲色貨利之門，只知仗恃自己的才能，而喪心爭鬥於紅塵之中，那就不可救藥了。因此能夠察覺微小事物的人，才是明白大道的人，能夠守著柔弱之道的人，才是真正強勝之人。但是明白大道還是不夠的，仍然須要迴光反照，使得心德內外相應，這樣才能歸於靈明覺悟之中。能夠這樣做的人，就能達到身心無掛，安然自得了，更可說是實行大道已經習慣了。", "解說": "回到本源，一切就好處理，一切危險都可以度過！打開感官、開啟執著，心向外奔馳，這世界一時間美麗起來；但很快就得衰頹！常道是有往有復、有來有去的，一個存在事物能如此出入自得，那也就合乎道了！亮光照人而慴人，靈明照人而自照，因為自照，所以明白動人！"}
{"標題": "大道之行--大道章第五十三", "文章": "天下有始①，以為天下母②。既得其母，以知其子③，既知其子，復守其母，沒身不殆。塞其兌，閉其門④，終身不勤⑤。開其兌，濟其事⑥，終身不救。見小曰明⑦，守柔曰強⑧。用其光，復歸其明⑨，無遺身殃⑩，是為習常⑪。", "註釋": "①我：我，指有道的聖人。老子在這里托言自己。②介然有知：介，微小。微有所知，稍有知識。③施：邪、斜行。④夷：平坦。⑤人：指人君，一本作“民”。⑥徑：邪徑。⑦朝甚除：朝政非常敗壞。一說宮殿很整潔。⑧厭飲食：厭，飽足、滿足、足夠。飽得不願再吃。⑨夸盜：夸又作竽。即大盜、盜魁。", "白話文": "言若使我可介然有知，行大道於天下，唯施為之是畏也。言大道蕩然正平，而民猶尚舍之而不由，好從邪徑，況復施為以塞大道之中乎。故曰，大道甚夷，而民好徑。朝，宮室也。除，潔好也。朝甚除，則田甚蕪，倉甚虛，設一而眾害生也。凡物不以其道得之則皆邪也，邪則盜也。夸而不以其道得之，竊位也，故舉非道以明非道，則皆盜夸也。", "釋文": "假使我有一些智慧，要行於大道的話，還須要小心謹慎，因為不小心的話，還恐怕會走入歧途末路之中呀！這為什麼呢？因為我看到了大道本來就很平坦的，很寬大的。可是偏偏有些貪妄的人，他喜歡尋找小路走，這樣的結果不但無益，反而害了自己，這些都留給我很大的警惕！就以一些當朝的文武百官，為譬喻吧！朝綱都已經保不住了。百姓的田地也都已經荒蕪了，倉庫的稻米也已經快要沒有了。但是還有一些貪官污吏，尚穿著華麗的衣服，來顯示自己的尊貴。身上還帶著明亮的利劍，來誇耀自己的強悍，不但如此，更是一心追求美餐，美酒來吃喝享受，而且只顧自己的財貨有餘，更不去接濟別人。像這種人，不就像極了惡人的作為嗎？所以像這樣的做為實在很不合乎大道的。", "解說": "不要以為平坦無奇，就沒什麼，要知道「沒什麼」，那才能入於大道之門！那些有權有力的人，總在歷史的浪頭上，浪生浪死，沒幾個可以成為中流砥柱的！小草的哲學是：小人物，但生命卻是莊嚴的；大人物可能恰好相反！大道在平正無奇，不在華麗文綵！"}
{"標題": "德性的餘蔭--善建章第五十四", "文章": "使我①介然有知②，行於大道，唯施③是畏。大道甚夷④，而人⑤好徑⑥。朝甚除⑦，田甚蕪，倉甚虛；服文綵，帶利劍，厭飲食⑧，財貨有餘；是為夸盜⑨。非道也哉﹗", "註釋": "①抱：抱住、固定、牢固。②子孫以祭祀不輟：輟，停止、斷絕、終止。此句意為：祖祖孫孫都能夠遵守“善建”、“善抱”的道理，後代的香火就不會終止。③長：尊崇。④國：一本作“邦”。⑤故以身觀身，以家觀家，以鄉觀鄉：以自身察看觀照別人；以自家察看觀照別家；以自鄉察看觀照別鄉。", "白話文": "固其根而後營其末，故不拔也。不貪於多，齊其所能，故不脫也。子孫傳此道以祭祀則不輟也。以身及人也，修之身則真，修之家則有餘，修之不廢，所施轉大。彼皆然也。以天下百姓心觀天下之道也，天下之道，逆順吉凶，亦皆如人之道也。此上之所云也。言吾何以得知天下乎，察己以知之，不求於外也，所謂不出戶以知天下者也。", "釋文": "天地之間，如果建立有形的東西，容易被拔去，購置有形的物品，容易被取走，因此唯有善於建立道德的人，才不容易被拔去，不容易被取走，這為什麼呢？因為道德是建立於無形的心中，所以沒有形體讓力量拔去，也沒有其他的力量，能讓無形的道德脫落。所以能夠在生的時候，行乎道德的人，他死了之後，仍然有社稷宗廟，讓子子孫孫祭祀，代代相傳不絕，因為他的德，實行於身，所以他的善德，才有如此的完美。所以說，一個有道德的人，他修德充實於身的話，必能使家人得到德的餘蔭。如果這個有德望的人，德化於鄉里之間，則鄉里之間必然能夠得到教化上的長處。如果德化於國家的話，這個國家也必然會得到興旺。如果德化於天下的話，也一樣能夠感召天下。因此我明白以上這些道理之後，我就以自己的身心體悟，去觀察別人的一切作為。以自己的家庭教化，去觀察別人的家庭教化。以自己的鄉里教化，去觀察其他的鄉里教化。以自己的國家教化，去觀察其他的國家教化。以現在的天下教化，去觀察未來的天下教化。所以我何以知道天下的變化情況呢？就是以上的道理推究而得的。", "解說": "大道之治重在如其所如，觀復其身，讓他自己生長！「觀」是對比而視，是清靜的觀賞，是如其所如的讓它生長！能放得開，他才能生長，給他天地，比給他什麼都重要！不必太關心他，把「關心」轉成「開心」，開開心心的，自在的生長！"}
{"標題": "德性深厚的人--含德章第五十五", "文章": "善建者不拔，善抱①者不脫，子孫以祭祀不輟②。修之於身，其德乃真；修之於家，其德乃餘；修之於鄉，其德乃長③；修之於國④，其德乃豐；修之於天下，其德乃普。故以身觀身，以家觀家，以鄉觀鄉⑤，以國觀國，以天下觀天下。吾何以知天下然哉﹖以此。", "註釋": "①蜂蠆虺蛇：指有毒的蟲子。②螫：毒蟲子用毒刺咬人。③據：獸類用爪、足年攫取物品。④攫鳥：用腳爪抓取食物的鳥，例如鷹隼一類的鳥。⑤搏：鷹隼用爪擊物。⑥全作：一本作\"朘作\"。嬰孩的生殖器勃起。全，男孩的生殖器。⑦嗄：噪音嘶啞。⑧知和曰常：常指事物運作的規律。和，指陰陽二氣合和的狀態。⑨益生：縱慾貪生。⑩祥：這裡指妖祥、不祥的意思。⑪強：逞強、強暴。⑫壯：強壯。", "白話文": "赤子無求無欲，不犯眾物，故毒蟲之物無犯之人也。舍德之厚者，不犯於物，故無物以損其全也。以柔弱之故，故握能周固。作，長也。無物以損其身，故能全長也。言含德之厚者，無物可以損其德，渝其真，柔弱不爭而不摧折者，皆若此也。無爭欲之心，故終日出聲而不嗄也。物以和為常，故知和則得常也。不皦不昧，不溫不涼，此常也。無形不可得而見，曰明也。生不可益，益之則夭也。心宜無有，使氣則強。", "釋文": "含德性深厚的人，就好像天真無邪的嬰兒一樣，那麼的無知無識，那麼的順天自然。所以毒蟲要螫他，他也不怕。猛獸要傷害他，他也不怕，兇惡的野鳥要撲抓他，他也不怕，因為他毫無傷人之心，亦無懼怕之意，心靈中純然物我兩忘，哪裡會去顧忌毒蟲之螫，猛獸之害，以及野鳥的撲抓呢？別小看這些嬰兒，雖然筋骨柔弱，可是當他握起小拳來，卻是非常的硬朗。他雖然不懂得男女之間的情慾，更不懂雌雄之間的交合，可是他的真陽之物，卻能經常勃起，這就是他的真精已達到極點的表現啊！你看他終日的號哭，但是聲音仍不沙啞，這就是他保守太和之氣已達到極致的表現啊！因此由以上的舉動，我們可以知道，赤子之心不但不怕外物的傷害，而且骨弱而握拳固，無知而陽舉堅，哭叫而不嘶啞，這些表現就可以知道嬰兒他保全了太和之氣。而我們不能保持這些太和之氣，就是我們慾心動而神亂，瞋心動而氣耗，情心動而精散，這就是我們不能返回先天真常之道的原因啊！如果能夠知道真常之道的人，可算是明白誰是真我的人，能夠明白真我的人，他的心自然能夠像秋天的月那麼明亮，像晴天中的潭水那樣明淨。所以這種人也是明智的人。這種人也自然知道保養先天太和之氣，以增益長生之道，能夠增益長生之道的人，就是吉祥的人了。但是，現代的人，往往不去保固先天的元氣，反而妄動暴躁，自以為很剛強的樣子，其實這都是不對的舉動。因為你妄動暴躁，這都是勉強的行為，勉強的行為，總是支持不久。支持不久，就好像萬物的強壯，就會老了，老了不是早日邁向死亡之道嗎？所以這都是不合乎「道」的舉動呀！不合乎「道」的舉動，就要早日自我滅亡了。", "解說": "柔性的顛覆比起剛性的鬥爭，有力量多了！他的力量在於真實的生長！體會自然大道的和氣，和氣是如其所如的喜怒哀樂，並不是無喜怒哀樂！柔性的堅持，「骨弱筋柔而握固」，因為此中有一大道的生命力在裡面！和諧，不破裂、不迫切，讓他來、讓他去，他來來去去，就停在那裡了！這叫做「常」態！"}
{"標題": "悟道的人--道貴章第五十六", "文章": "含德之厚，比於赤子。蜂蠆虺蛇①不螫②，猛獸不據③，攫鳥④不搏⑤。骨弱筋柔而握固。未知牝牡之合而全作⑥，精之至也。終日號而不嗄⑦，和之至也。知和曰常⑧，知常曰明。益生⑨曰祥⑩。心使氣曰強⑪。物壯⑫則老，謂之不道，不道早已。", "註釋": "①知者不言，言者不知：此句是說，知道的人不說，愛說的人不知道。另一種解釋是，聰明的人不多說話，到處說長論短的人不聰明。還有一種解釋是，得“道”的人不強施號令，一切順乎自然；強施號令的人卻沒有得“道”。此處採用第二種解釋。②塞其兌，閉其門：塞堵嗜欲的孔竅，關閉起嗜欲的門徑。③挫其銳，解其分：和其光，同其塵：此句意為挫去其銳氣，解除其紛擾，平和其光耀，混同其塵世。④玄同：玄妙齊同，此處也是指“道”。⑤不可得而親，不可得而疏；不可得而利，不可得而害；不可得而貴，不可得而賤：這幾句是說“玄同”的境界已經超出了親疏、利害、貴賤等世俗的範疇。", "白話文": "因自然也。造事端也。含守質也。除爭原也。無所特顯則物無所偏爭也。無所特賤則物無所偏恥也。可得而親，則可得而疏也。可得而利，則可德而害也。可得而貴，則可得而賤也。無物可以加之也。", "釋文": "真正悟道的人，心與道合，可是卻難以用言語表達，就像釋迦佛所說：「無法可說，是名說法。」達摩祖師所說：「達摩東來一字無，全憑心意用工夫，若要紙上尋佛法，筆尖醮乾洞庭湖。」可見「道」是如何的微妙了。可是偏有一些好於炫耀自己的人，喜歡在大庭廣眾之前高談闊論，行為乖張，高傲自取，其實這種人，反而是不知「道」的人。所以有道的人，他首先塞住了他的口舌紛爭。關閉他的七情 ( 喜、怒、哀、樂、愛、惡、慾 ) 六慾 ( 色、聲、香、味、觸、法 ) 之門。折挫自己鋒芒又高傲的銳氣。這一切才是解脫紛擾煩惱的方法。同時有德之人，他毫無高傲之心，就算是有功於眾生，可是他的心與眾生的心，仍然能夠像燈光與燈光在一起那樣的融合。那樣的不矜奇、不立異、不粉飾，隨俗同塵。他的作為沒有一點特殊的地方，使人感到特別，反而與人共同相處。但是這種人，你想親近他，其實是不可能的，因為他心同虛空，是不染情慾的，你想疏遠他，也是很難的，因為他慈悲為懷，關愛世人，使人難以捨棄他的恩德。你想利益給他，其實也是不可能的，因為他淡然無慾，只是抱著「取之眾生，用之眾生而已」。你想加害他，也是不可能的，因為他有解脫的心，能夠超出生死的假相。你想貴重他，也是不可能的，因為他不貪慕榮華富貴的虛名地位。你想輕賤他，也是不可能的，因為他心靈中時時懷有如瑰寶般的牟尼寶珠。因此，外在的形象，以及褒貶毀譽，都不能打動他本心的自在，所以這才是天下最尊貴的人了。", "解說": "不要把自己放在一線之兩端來思考，而要「得環中，應無窮」！因「玄」故「妙」，拉成一長遠的辯證歷程，幽深而識其和同，因為和同故知其妙！打扮的光鮮亮麗，一但習慣，那你就得花許多時間去維護它；回到樸素之地，它會自然生長！每天要插一盆漂亮的花，不如長久種一株會生長的花！不要只重生命的表象，要重視生命的本體！"}
{"標題": "治國之道--治國章第五十七", "文章": "知者不言，言者不知①。塞其兌，閉其門②，挫其銳，解其分，和其光，同其塵③，是謂玄同④。故不可得而親，不可得而疏；不可得而利，不可得而害；不可得而貴，不可得而賤⑤。故為天下貴。", "註釋": "①正：此處指無為、清靜之道。②奇：奇巧、詭秘。③取天下：治理天下。④以此：此，指下面一段文字。以此即以下面這段話為根據。⑤忌諱：禁忌、避諱。⑥民：一本作“人”，一本作“朝”。⑦利器：銳利的武器。⑧人多伎巧：伎巧，指技巧，智巧。此句意為人們的伎巧很多。⑨奇物：邪事、奇事。⑩我無為，而民自化：自化，自我化育。我無為而人民就自然順化了。", "白話文": "以道治國則國平，以正治國則奇正起也，以無事則能取天下也。上章云，其取天下者，常以無事，及其有事，又不足以取天下也。故以正治國則不足以取天下，而以奇用兵也夫。以道治國，崇本以息末，以正治國，立辟以攻末，本不立而末淺，民無所及，故必至於奇用兵也。利器，凡所以利己之器也。民強則國家弱。民多智慧則巧偽生，巧偽生則邪事起。立正欲以息邪，而奇兵用多；忌諱欲以恥貧，而民彌貧；利器欲以強國者也，而國愈昏多。皆舍本以治末，故以致此也。上之所欲，民從之速也。我之所欲，唯無欲而民亦無欲自樸也。此四者，崇本以息末也。", "釋文": "治理國家要以正道的方法，不要以奇巧的方法。只有在用兵的時候，在不得已的情況下，才用奇巧的方法。因為治理天下，要使百姓平安無事，才可以取得天下百姓的心。我為什麼知道這個道理呢？就是以下的道理，給我的啟示。比如，治理國家，如果發佈禁忌太多的政令，就不能便民，人民就無法順利的工作，無法順利工作，農、工、商生產就會減少，所以人民就會越來越貧窮。如果人民擁有太多利害的殺人武器，打殺的事件自然就多，因此要治理人民，就會愈感到混亂。如果人民有奇巧的居心時，一些邪惡又奇怪的事物，就越來越多。在法令設得很多的時期，就是道德仁義失落的時候。道德仁義失落的時候，盜賊恐怕就要越多了。所以，上古的聖人曾說：只要我渾全天理，順天應人，人民就會自我約束，自我導化。只要我虛心恬淡，不妄動，不縱慾，人民就會自然歸於清正。只要我不實施禁忌太多的政令，去擾動百姓的行動與安寧，就是便民，然後人民自然康富。只要我不貪慕享樂，人民自然也會歸於純樸。", "解說": "台灣俗彥說「嚴官府出厚(多)賊」，人為的戮力控制，不如自然無為的調劑！把理想的堅持掛搭在意識型態的執著上，可能生出很大的力量，但破壞性的力量將極為可怕！自然無為吧！不用擔心，只要用心、關心，寧靜、無擾、無貪，一切會有進境的！用其機，不如渾其機；用其心，不如渾其心；渾樸自然，任天無為，就是藥方！"}
{"標題": "治國方針--察政章第五十八", "文章": "下篇德經（第58~67章）", "註釋": "①悶悶：昏昏昧昧的狀態，有寬厚的意思。②淳淳：一本作“沌沌”，淳樸厚道的意思。③察察：嚴厲、苛刻。④缺缺：狡黠、抱怨、不滿足之意。⑤其無正：正，標準、確定；其，指福、禍變換。此句意為：它們並沒有確定的標準。⑥正復為奇，善復為妖：正，方正、端正；奇，反常、邪；善，善良；妖，邪惡。這句話意為：正的變為邪的，善的變成惡的。⑦人之迷，其日固久：人的迷惑於禍、福之門，而不知其循環相生之理者，其為時日必已久矣。（嚴靈峰釋語）⑧方而不割：方正而不割傷人。⑨廉而不劌：廉，銳利；劌，割傷。此句意為：銳利而不傷害人。⑩直而不肆：直率而不放肆。⑪光而不燿：光亮而不刺眼。", "白話文": "言善治政者，無形無名，無事無政可舉，悶悶然，卒至於大治，故曰，其政悶悶也。其民無所爭競，寬大淳淳，故曰，其民淳淳也。立刑名，明賞罰，以檢姦偽，故曰察察也。殊類分析，民懷爭競，故曰，其民缺缺也。言誰知善治之極乎！唯無可正舉，無可形名，悶悶然而天下大化，是其極也。以正治國，則便復以奇用兵矣。故曰，正復為奇。立善以和萬物，則便復有妖之患也。言人之迷惑失道，固久矣。不可便正善治以責。以方導物，舍去其邪，不以方割物，所謂大方無隅。廉，清廉也；劌，傷也。以清廉清民，令去其邪，令去其汙，不以清廉劌傷於物也。以直導物，令去其僻，而不以直激沸於物也。所謂大直若屈也。以光鑑其所以迷，不以光照求其隱慝也，所謂明道若昧也，此皆崇本以息末，不攻而使復之也。", "釋文": "治國的方針，若能以寬大為懷的胸襟，人民反而過得淳樸安定知足。治國的方針，若是私智自用，嚴刑苛罰，人民反而狡詐多端，憂慮不安。因此，災禍的裡面，已經隱藏了幸福的到來，譬如說，發生過災禍的人，才知道幸福的可貴，因此才知行功立德，去追求永恆的幸福之道。幸福的裡面，也潛伏著災禍，比如說，沒發生災禍的人，他不知珍惜幸福，反而為非作歹，奢侈浪費，造下罪業，一旦因緣成熟，災禍就要臨頭了。但是，像這種禍福循環，物極必反的道理，有誰能夠了解他的究竟，有誰能在無形中去認識這些真理呢？所以，人心不古，本來是正直的道理，人們卻認為那是奇怪的理論。本來是善的教導，人們卻認為那是妖怪的行為。因此，世人迷昧於邪正善惡的分別，這種日子已經很久了。唯有聖人，他為人的方針，能夠在保持方正之中，又沒有銳利的稜角，去割傷他人。他為人清廉，可是在處事方面又很厚道，絕不疾惡太嚴，或苛刻太甚。他為人正直，可是絕不直率得過於放肆。他心性光明，可是絕不炫耀他人。這就是聖人德性深厚的原因啊！", "解說": "一種「看不出來」的生長力量，那是最值得學習的！這叫「默運造化」。一直擔心禍福的問題，不如真正的回到自身來體會體會，凡是能回到自身的，就是有福之人！原則立了之後，便要歇手；歇手才能走出自己的新生命。要照亮人，但可不要讓別人眼睛都睜不開，什麼都看不到，只是一片漆黑！"}
{"標題": "治人事天--長生章第五十九", "文章": "其政悶悶①，其民淳淳②；其政察察③，其民缺缺④。禍兮福之所倚，福兮禍之所伏。孰知其極﹖其無正⑤。正復為奇，善復為妖⑥。人之迷，其日固久⑦。是以聖人方而不割⑧，廉而不劌⑨，直而不肆⑩，光而不燿⑪。", "註釋": "①治人事天：治人，治理百姓；事天，保守精氣、養護身心。對“天”的解釋有兩種，一是指身心，一是指自然。此句意為保養天賦。②嗇：愛惜、保養。③早服：早為準備。④重積德：不斷地積德。⑤有國之母：有國，含有保國的意思。母，根本、原則。⑥長生久視：長久地維持、長久存在。", "白話文": "莫若，猶莫過也。嗇，農夫，農人之治田務，去其殊類，歸於齊一也。全其自然，不急其荒病，除其所以荒病，上承天命，下綏百姓，莫過於此。早服，常也。唯重積德不欲銳速，然後乃能使早服其常，故曰早服謂之重積德者也。道無窮也。以有窮而莅國，非能有國也。國之所以安謂之母，重積德是唯圖其根，然後營末，乃得其終也。", "釋文": "治理世人，以及事奉上天，最好的方法，就是精神不妄洩。因為精神不妄洩，就能夠心德全備，心德全備，就好像回復到自己的本性。像這種事，就像每個人起床之後要穿衣服一樣，是首要的事，所以起床穿衣服，也是我們早已習慣的事，而且每個人一生當中，都是不斷的做。我們的德性，如果能像起床穿衣服一樣，累積下來的德性，一定是深厚的。一個德性深厚的人，他要治理人，要事奉上天，就沒有不能勝任的。既然是沒有不能勝任的，就難以估計他力量的極限！像這種力量難以估計的人，也就可以擔負治理國家的重任了。有這種人來治理國家，就像國家的褓姆一樣，能夠率天下以道，治理天下當然可以長久了。就好像根深牢固的樹，就能結出結實的果子。如果以這個道理，去實行於修身養命方面，這種人無形的生命，也可以長久的生存在人們的眼前，讓人崇敬奉養朝拜，因為治國與修身是一樣的道理呀！", "解說": "不要那麼慷慨，寧可儉約一點地好，儉約會使得人的生命儉肅而有力量！長在枝葉的，不必太在乎！你當在乎的是長在泥土裡，看不見的部分！有個「道」在，一切好辦，「道」是要長養的，不是把捉得到的！給出一片天地，就能生長！給別人天地，就是給自己天地！"}
{"標題": "純樸祥和的世界--治大國章第六十", "文章": "治人事天①，莫若嗇②。夫唯嗇，是謂早服③；早服謂之重積德④；重積德則無不克；無不克則莫知其極；莫知其極，可以有國；有國之母⑤，可以長久；是謂深根固柢，長生久視之道⑥。", "註釋": "①小鮮：小魚。②蒞：臨。③其鬼不神：鬼不起作用。④非：不唯、不僅。⑤兩不相傷：鬼神和聖人不侵越人。⑥故德交歸焉：讓人民享受德的恩澤。", "白話文": "不擾也，躁則多害，靜則全真，故其國彌大，而其主彌靜，然後乃能廣得眾心矣。治大國則若烹小鮮，以道蒞天下則其鬼不神也。神不害自然也，物守自然則神無所加，神無所加則不知神之為神也。道洽則神不傷人，神不傷人則不知神之為神。道洽則聖人亦不傷人，聖人不傷人則不知聖人之為聖也。猶云，不知神之為神，亦不知聖之為聖也。夫恃威網以使物者，治之衰也。使不知神聖之為神聖，道之極也。神不傷人，聖人亦不傷人，聖人不傷人，神亦不傷人。故曰，兩不相傷也。神聖合道，交歸之也。", "釋文": "治理大國家，就好像在烹煎小魚一樣，不能常去翻動它，否則就會將一條魚煎得破碎不堪。治理國家也是一樣，不要常常去變動政策，否則人民也會因政策的變來變去，而難以適應，感到煩悶。所以這都是為政的人，因為失去誠信，使人民對遵守法律，也失去信心的結果。因此，為政的人，如果能以「道」的無為、清正、誠信，去治理百姓的話，自然能夠達到和氣致祥的目的。連惡鬼的作亂，也難以顯出神奇的靈應，非但惡鬼難以顯出神奇的靈應，就是威靈的神明，也不會去傷害人，因為百姓都是善人，神愛善人，尤所不及，怎會去傷害人呢？所以，非但威靈的神明不傷害人，就是聖人在世的時候，看到人民善氣祥和，他也不必慨嘆「人心不古」，更不必使出──浩然正氣，去傷害一些為非作歹的偽君子。如果能夠達到無形的鬼神與在世的聖人都不傷害人，就是天下德性感交的時候，也好像天下人民都回歸到本來天真與純樸的世界裏，那樣的詳和與清靜。", "解說": "不要老考慮「勢」如何？要考慮的是「道理」，順道理就能生長！自然大道的恩慈是：使得那會傷你的也不傷你了；自然大道的狠戾是：使那原來不會傷你的，竟然回過頭來傷你！有了泥土才能生長，大道所強調的只是這麼一點點！不要用「掃黑」的方式，會愈掃愈黑，應當用「照亮」的方式！"}
{"標題": "大國謙卑，小國謙恭--為天下章第六十一", "文章": "治大國，若烹小鮮①。以道蒞②天下，其鬼不神③；非④其鬼不神，其神不傷人；非其神不傷人，聖人亦不傷人。夫兩不相傷⑤，故德交歸焉⑥。", "註釋": "①國：一本作\"邦\"。②天下之交。天下之牝：一本作\"天下之牝，天下之交也\"。交，會集、會總。③或下而取：下，謙下；取，借為聚。④兼畜人：把人聚在一起加以養護。", "白話文": "江海居大而處下，則百川流之，大國居大而處下，則天下流之，故曰，大國下流也。天下所歸會也。靜而不求，物自歸之也。以其靜故能為下也，牝，雌也。雄躁動貪欲，雌常以靜，故能勝雄也。以其靜復能為下，故物歸之也。大國以下，猶云以大國下小國。小國則附之。大國納之也。言唯修卑下，然後乃各得其所。小國修下自全而已，不能令天下歸之，大國修下則天下歸之。故曰，各得其所欲，則大者宜為下也。", "釋文": "大國應該學大海的卑下自處，雖是居於下流，但是唯有居於下流，才能成為百川眾流交會的歸處。就好像天下的雌性動物，常以柔弱的靜定自處，但是卻能勝過雄性動物的剛強躁動，這就是以靜定為下，反而能勝剛強躁動的原因。所以說，大國若能以謙卑自處，更以誠信有禮對待小國，就可以取得小國的信服，更能取得小國的歸向之心，小國若能謙卑自處，更以誠信有禮對待大國，就能取得大國的信任，更取得大國的崇敬之心。所以無論是大國謙下以求小國的信服，或是小國謙下以求大國的信任。大國為政的最終目的，只不過是愛護天下百姓，既然天下百姓皆是安定純樸，治理大國的使命，也算是達成了。小國治理百姓的最終目的，不過是願意侍奉人民，使百姓過得平安無事，因此他對大國的要求，也只是希望大國能將小國平等看待而已。所以，無論是大國或是小國，如果要達到這種目的，首先就要以謙卑自處。而且，最要緊的，就是大國應該首先以謙卑低下做為模範，能夠這樣天下自然太平了。", "解說": "站在上方的，就要給人；處在下方的，才能得到別人的恩賜！這是一個極為簡單的道理！最好的領導者，不是站在上方指揮，而是處在下方觀看，並且要懂得回到本源的看！不必打破身段，因為根本就沒有身段，有的只是讓自家生命恰當的、好好的活著！離去不必要的高傲，正視真正的卑下；卑下才有坤德載物！"}
{"標題": "道的奧妙--道奧章第六十二", "文章": "大國①者下流，天下之交。天下之牝②，牝常以靜勝牡，以靜為下。故大國以下小國，則取小國；小國以下大國，則取大國。故或下以取，或下而取③。大國不過欲兼畜人④，小國不過欲入事人。夫兩者各得其所欲，大者宜為下。", "註釋": "①奧：一說為深的意思，不被人看見的地方；另一說是藏，含有庇蔭之意。其實兩說比較接近，不必僅執其一。②不善人之所保：不善之人也要保持它。③美言可以市：美好的言辭，可以換來別人對你的敬仰。④尊行可以加人：良好的行為，可以見重於人。⑤三公：太師、太傅、太保。⑥拱璧以先駟馬：拱璧，指雙手捧著貴重的玉；駟馬，四匹馬駕的車。古代的獻禮，輕物在先，重物在後。⑦坐進此道：獻上清靜無為的道。⑧以求得：有求就得到。⑨有罪以免邪：有罪的人得到“道”，可以免去罪過。", "白話文": "奧，猶曖也。可得庇蔭之辭。寶以為用也。保以全也。言道無所不先，物無有貴於此也。雖有珍寶璧馬，無以匹之，美言之則可以奪眾貨之賈，故曰，美言可以市也，尊行之則千里之外應之，故曰，可以加於人也。不善當保道以免放。言以尊行道也。此道，上之所云也。言，故立天子，置三公，尊其位，重其人，所以為道也。物無有貴於此者，故雖有拱抱寶璧以先，駟馬而進之，不如坐而進此道也。以求則得求，以免則得免，無所而不施，故為天下貴也。", "釋文": "道是萬物之中，最精微最奧妙的東西。善人經常視為修身養命的至寶。就是不善之人，也會依賴「道」來保障自己，例如俗語說：盜亦有道就是最佳的佐證，可見壞人有時候，也要仰仗「道」來保護自己。所以，有時候當你講出一句合於道的至善美言，就可博取別人的欽佩。也就是說，只要你合於「道」行事，有尊貴的行持，就能夠高人一等。人往往有迷昧的時候，而做出不善的事，可是只要你有改過向善的心，誰不會原諒你呢？誰還會遺棄你呢？但是最怕你的懺悔之心不誠、良知不堅、惡性不改、力行不恆，所以才會自棄棄人，為人所棄。所以說，如果你不依道而行，即使得到世間的一切，如擁有了至上的王位，又設置了文武百官，前呼後擁，兩手又擁有希世珍寶的美玉，乘坐富麗堂皇的馬車，如此的尊榮華貴，還不如體悟大道，深入道心，來得實在永恆，所以古代的聖人，才如此的尊貴大道。這是為什麼呢？無不是因為，日日求於大道，日日行於大道。如果不這樣做，便要背道而行，一旦背道而行，就要造下罪業了。一旦造下罪業，難道可以免受因果的懲罰嗎？所以「道」實在是天下最尊貴的了。", "解說": "自然大道是萬物所歸趨的奧秘之所，它以包容為德！世間紅塵，且讓它囂嚷一下，也就沉寂了！沉寂了，就好。靠著外在的華美、光鮮，是不實際的；要由內在樸實的生長起來！大道無形，去掉了「形」，進到了「無」，這樣才能入乎「道」，最後是要無所不在的「大」，這是一個不休止的歷程。"}
{"標題": "聖人的處事--無難章第六十三", "文章": "道者萬物之奧①。善人之寶，不善人之所保②。美言可以市③，尊行可以加人④。人之不善，何棄之有﹖故立天子，置三公⑤，雖有拱璧以先駟馬⑥，不如坐進此道⑦。 古之所以貴此道者何﹖不曰﹕以求得⑧，有罪以免邪⑨﹖故為天下貴。", "註釋": "①為無為，事無事，味無味：此句意為把無為當作為，把無事當作事，把無味當作味。②大小多少：大生於小，多起於少。另一解釋是大的看作小，小的看作大，多的看作少，少的看作多，還有一說是，去其大，取其小，去其多，取其少。③報怨以德：此句當移至七十九章“必有餘怨”句後，故此處不譯。④不為大：是說有道的人不自以為大。", "白話文": "以無為為居，以不言為教，以恬淡為味，治之極也。小怨則不足以報，大怨則天下之所欲誅，順天下之所同者，德也。以聖人之才猶尚難於細易，況非聖人之才而欲忽於此乎，故曰，猶難之也。", "釋文": "聖人處事，不是為了慾望而處事，也不是為了貪得而處事，更不是為了私利而處事，純然是為了大公無私而處事。聖人的行事，不以心機而行事，不為功業行事，不為名利行事，心性中是純然虛無為懷而行事。聖人的品味，不是為了情慾而品味，不是為了滿足慾望而品味，更不是為了貪慾而品味，純然是以自然淡泊無味而品味。可是凡人的心靈欠缺，常常以大為小，以多為少，而聖人的心境就不同了，他心靈中一切具足，不缺少一物，因此聖人能以小為大，以少為多。所以聖人的心靈是萬德具備，心中無怨。假使有人誤會他，對他產生憤恨的心理，他還能以德報怨，絕不懷有報復之心。因此，如果你想學聖人的作為，必先從容易的事做起，能將容易的事做好，才能將困難的事情做好。要做大事情也是一樣，先從細小的事情做好，能先從細小的事情做好，大的事情才能做好。所以說，要做天下的難事，必先從容易的事情開始，要做天下的大事，必先從細小的事情開始。因此聖人他總是先從細小容易的事情開始做起，而不是一下子，就想做大事業。所以，他最後根基穩固，終於能成就大事業。可是凡人他輕視心性的修養，他們以為那是小事情，但是小事情都做不好，怎能成就大事業呢？這就好像一個人，馬馬虎虎點頭答應的事，這個人一定沒當做一回事，沒當一回事的答應，必然是缺少信用的。還有如果把事情看得很容易，而且事先一點也不準備，到時候發生的困難反而越多。所以聖人開始的時候，先把每一件事都認為困難，事事戒慎自己，時時反省自己，最後反而「天下無難事」了。", "解說": "有一個做事原則要記得：先其易者，後其節目；容易的通過了，難的也變簡單了。要鄭重其事，但不要焦慮；要放下，但不要忘了；要緩緩地處理！不要再計畫了，開始吧！有了第一步，一切就好端端地來了！可以慢些，但不能停歇；要綿綿若存的努力！"}
{"標題": "修己治人的方針--輔物章第六十四", "文章": "為無為，事無事，味無味①。大小多少②，報怨以德③。圖難於其易，為大於其細；天下難事必作於易，天下大事必作於細。是以聖人終不為大④，故能成其大。夫輕諾必寡信，多易必多難。是以聖人猶難之，故終無難矣。", "註釋": "①其脆易泮：泮，散，解。物品脆弱就容易消解。②毫末：細小的萌芽。③累土：堆土。④為者敗之，執者失之：一說是二十九章錯簡於此。⑤是以聖人無為故無敗，無執故無失：此句仍疑為二十九章錯簡於本章。⑥學：這裡指辦事有錯的教訓。⑦而不敢為：此句也疑為錯簡。", "白話文": "以其安不忘危，持之不忘亡，謀之無功之勢，故曰易也。雖失無入有，以其微脆之故，未足以興大功，故易也。此四者，皆說慎終也，不可以無之，故而不持，不可以微之，故而弗散也，無而弗持，則生有焉，微而不散，則生大焉，故慮終之患，如始之禍，則無敗事。謂其安未兆也。謂微脆也。當以慎終除微，慎微除亂，而以施為治之形名，執之反生事原，巧辟滋作，故敗失也。不慎終也。好欲雖微，爭尚為之，興難得之貨雖細，貪盜為之起也。不學而能者，自然也。喻於學者，過也。故學不學，以復眾人之過。", "釋文": "國家安定的時候，為政的人，容易保持治理的大事。為什麼呢？因為一切紛亂的事情還沒發生的時候，如果有違反正常的事情，剛要發生，便能一目了然，能夠一目了然，才容易找出圖謀的對策。就好比說，一件事情剛要形成的開始，總是比較脆弱的，比較脆弱的東西，總是容易分化。也比如說，微小的東西，容易散失，尚未凝結的事物，容易分散。所以，要做好一件事，一定要綢繆於事情未發展的開始。治理國家也是一樣，要在尚未混亂之前，就要先做好治國的基礎。好比一棵兩人合抱的大樹木，它的成長也是從一粒細小的種子開始萌芽。一棟九層樓高的平台，也是從一畚箕一畚箕的泥土累積起來。要走千里的路程，也是要從腳底踏出第一步。因此行為超出以上過程的人，一定會失敗的，因為他太執著太任性，太執著太任性的人，就是缺德，缺德的人，就會失去一切。所以聖人了解這種道理之後，他就守住渾全的德性，不與人紛爭，也不執著得失之心。既然不執著得失之心，所以也沒有失落的痛苦。但是，世人常在快要成功的時候，只因一時的鬆懈而遭到失敗。因此能夠將最後關頭當做開始一樣謹慎的人，他就不會失敗。所以，聖人所欲求的，是一般人所不欲求的。譬如聖人欲求的是自在解脫，而不是貴重的金銀財寶。聖人所學的，是一般人所不喜歡學的，好比聖人所學的是內在生命的哲學，而不是追求虛榮浮華，賣弄心機。所以聖人他只是想回復到自己的本性良知，提醒世人不要胡作非為，違背自己良知而已。這就是聖人將所要做的事，先去了解，先去實行，然後他才能輔佐萬物回歸自然純樸。因此，聖人他的任務太大了，世人的注目也太深了，所以他更不敢胡作非為而亂了修己治人的方針啊！", "解說": "要懂得見微知著，或者見縫插針，不要讓它勢態擴大了！不是去弄心機，而是回到「大道之源」，你自會有一番機趣，並因之而玩味一下「道之幾」也，進一步體會歷史之勢！天下不是打來的，而是人們送給你的，不送給你，奈何？要人家送給你，那就要懂的謙虛些！快成功了，就是最危險的時候；要懂得「保合太和」，要懂得好自努力，慎終如始！"}
{"標題": "回歸純樸--玄德章第六十五", "文章": "其安易持，其未兆易謀。其脆易泮①，其微易散。為之於未有，治之於未亂。合抱之木，生於毫末②；九層之臺，起於累土③；千里之行，始於足下。為者敗之，執者失之④。是以聖人無為故無敗，無執故無失⑤。民之從事，常於幾成而敗之。慎終如始，則無敗事。是以聖人欲不欲，不貴難得之貨；學不學⑥，復眾人之所過。以輔萬物之自然，而不敢為⑦。", "註釋": "①明民：明，知曉巧詐。明民，意為讓人民知曉巧詐。②將以愚之：愚，敦厚、樸實，沒有巧詐之心。不是愚弄、蒙昧。此句意為使老百姓無巧詐之心，敦厚朴實、善良忠厚。③智多：智，巧詐、奸詐，而非為智慧、知識。④賊：傷害的意思。⑤兩者：指上文“以智治國，國之賊；不以智治國，國之福”。⑥稽式：法式、法則，一本作“楷式”。⑦與物反矣：反，通返。此句意為'德'和事物復歸於真樸。⑧大順：自然。", "白話文": "明，謂多見巧詐，蔽其樸也。愚謂無知守真，順自然也。多智巧詐，故難治也。智，猶治也，以智而治國，所以謂之賊者，故謂之智也。民之難治，以其多智也，當務塞兌閉門，令無知無欲，而以智術動民。邪心既動，復以巧術防民之偽，民知其術，防隨而避之，思惟密巧，奸偽益滋，故曰，以智治國，國之賊也。稽，同也。古今之所同則而不可費，能知稽式，是謂玄德，玄德深矣，遠矣。反其真也。", "釋文": "古時候，了解以「道」治國的人，不教人民鬥智機巧。而教人民純樸敦厚，為什麼呢？因為國家之所以難以治理，就是人民的智謀太多。所以如果以智謀來治理國家的人，等於教人民互相鬥智，一旦上下互相鬥智，自然兩敗俱傷，在兩敗俱傷之下國家就要亂了。因此這種教人民鬥智的辦法，實在是教人民為賊呀！反過來說，倘若在上的人不以智巧治國，人心自然純樸，人民生活自然安定無爭，這才是國家的福祉。所以如果有人知道以上兩種道理的人，就可成為治理國家的模範，能夠成為治理國家模範的人，就是有玄妙德性的人。當玄妙德性發揮到更深更遠的時候，在外表看來似乎與世俗的軌道相反，其實這正是使人民更歸於純樸，歸於和諧的妙境啊！", "解說": "天下國家不是用計較心去做成的，而是用一番真心做成的！要守愚，純樸自然，看似笨笨，其實才能生長！追求世俗，太辛苦了，何妨守著原先的純樸氣質，雖然粗粗的，卻有力量！最「玄」的事是：好像沒有，其實是有，生命的奧秘就在這裡！"}
{"標題": "謙卑低下--江海章第六十六", "文章": "古之善為道者，非以明民①，將以愚之②。民之難治，以其智多③。故以智治國，國之賊④；不以智治國，國之福。知此兩者⑤亦稽式⑥。常知稽式，是謂玄德。玄德深矣，遠矣，與物反矣⑦，然後乃至大順⑧。", "註釋": "①百谷王：百川狹谷所歸附。②重：累、不堪重負。", "白話文": "", "釋文": "汪洋的江海之所以能成為百川眾流之王，就是它善於處在低下的地位，使百川眾流之水，無論淨穢，皆能容納，所以才能成為百川之王。聖人他能夠高居萬民之上，就是他心口一致，而且先謙虛自己的言語，自稱為下，所以，如果你也想居於別人的先前，那麼你必須先尊重所有的人，尊重所有的人，所有的人才會尊重你，反之你輕視所有的人，所有的人就輕視你。聖人就是知道這些道理，所以他雖然居於上位，可是他處處謙虛為懷，使居於下方的人民，都不感到威重的心理壓力。所以聖人雖然居於所有人的先前，可是人民會自然的崇敬，不會去嫉妒他，或是加害他。而且天下的人都樂於推舉他，而不討厭他。這就是他不與人相爭，所以天下人也就沒有人能勝過他了。", "解說": "如果你已經是一個領導者了，那你就儘可能的謙卑吧！如果你將要成為領導者，那你要學習謙卑！落入競爭的機制，那有爭得過的道理；只有不落入競爭的機制，才能爭得過人！等在下頭，別人會給你；站到上頭，那你就得給人；好好選擇吧！卑下得別人都不覺得你是一號可競爭的人物，但你卻是一最能競爭的人物，這局勢如何，不問可知！"}
{"標題": "慈祥的愛心--三寶章第六十七", "文章": "江海所以能為百谷王①者，以其善下之，故能為百谷王。是以欲上民，必以言下之。欲先民，必以身後之。是以聖人處上而民不重②，處前而民不害。是以天下樂推而不厭，以其不爭，故天下莫能與之爭。", "註釋": "①我道大：道即我，我即道。“我”不是老子用作自稱之詞。②似不肖：肖，相似之意。意為不像具體的事物。一說，沒有任何東西和我相似。③若肖，久矣其細也夫：以上這一段，有學者認為是它章錯簡。④三寶：三件法寶，或三條原則。⑤儉：嗇，保守，有而不盡用。⑥慈故能勇：仁慈所以能勇武。⑦儉故能廣：儉嗇所以能大方。⑧器長：器，指萬物。萬物的首長。⑨且：取。⑩以戰則勝：一本作“以陣則亡”。", "白話文": "久矣其細，猶曰其細久矣。肖則失其所以為大矣，故曰，若肖久矣，其細也夫。夫慈，以陳則勝，以守則固，故能勇也。節儉愛費，天下不匱，故能廣也。唯後外其身，為物所歸，然後乃能立，成器為天下利，為物之長也。且，猶取也。相慜而不避於難，故勝也。", "釋文": "天下人都說：「我把『道』講得很大，其實看不出『道』有什麼能力，根本不像很大的樣子。」不錯！就因為「道」很大，所以才不像任何的東西。如果它像某一種東西的時候，豈不是很久以前就被人認為那是一件很細小的東西嗎？但是在修身處事方面，我有三項要訣，只要你持有它，就是你的身中之「道」了。那就是第一：慈祥的愛心，第二：節儉純樸，第三：不敢自高、自傲、居於別人的先前。因為慈愛才能產生勇氣，就好比一位母親，為了兒女的生活，就必須背負自己責任的勇氣，這就是慈愛所發揮的勇氣。因為節儉自己的精神不妄洩，所以才能精神飽滿，使先天之氣運轉，五氣朝元，三花聚頂，元神復位，然後天地任我遨遊，更能發揮廣大的救人救世大事業。因為謙虛卑下的美德，才能受人尊敬擁戴，像這種德性的發揮，正是大器晚成的寫照。可是現在有人捨棄了慈祥的愛心，而好勇鬥狠，且好出風頭。捨棄了節儉純樸，而荒淫無度，且浪費光陰。捨棄了謙虛退讓，而好爭好鬥，且瞧不起人。像這種人，就是自己想要快一點邁向死亡之路了。所以說，抱著天生慈祥的正氣，才是永恆的勇氣，此種勇氣，才有真實的力量，以此種力量去對付逞強邪惡之輩的擾亂，才能得到真正的勝利。而且以慈愛來防守，就能得到鞏固，因為慈愛本是上天所賦的本性，盡到天賦的本性，天下之人，就會擁護愛戴，能夠得到擁護愛戴，在上位的人自然能夠得到鞏固的支持了。", "解說": "滿懷「愛」的人，無所怖慄、無所憂懼，因此是最為勇敢的！「儉嗇之道」可以令人回到自家生命之源來，不外放、不衰歇！不用急，在後頭，只要有生長的力量，後頭總會跑到前頭來的。戰爭是不得以的，只有「愛」才能化解戰爭！"}
{"標題": "最佳的勇士--不爭章第六十八", "文章": "下篇德經（第68~77章）", "註釋": "①善為士者：士，即武士，這裡作將帥講。此句意為善作將帥的人。②不與：意為不爭，不正面衝突。③配天古之極：符合自然的道理。一說“古”字是衍文。", "白話文": "士，卒之帥也。武，尚先陵人也。後而不先，應而不唱，故不在怒。不與爭也。用人而不為之，下則力不為用也。", "釋文": "最佳的勇士，絕不會誇張自己的武力，也不會逞強好鬥，更不會顯出凶狠的樣子。最好的戰士，是時時保持太和之氣，以及養精蓄銳，絕不會輕易就暴躁發怒。最會打勝仗的將帥，是最不想和敵人交鋒打戰，如果宣佈與敵人交鋒打戰，也是為了早日和平著想。最會用人的長官，常常關懷部下，為部下著想，如此的信誠關照，才能讓部下信服擁戴。以上這些都是不與人相爭的美德，也是用人的真正力量，這就是配合天地之德，順其古道，所表現的極致啊！", "解說": "「對治」很辛苦，要懂得轉圜，留了餘地，才可能轉圜。「生氣」是下下策，要懂得不生氣，才可能鼓足勇氣，克服困境！什麼事都自己做，那鐵定會累死；做領導的人，是去領導人做事，不是讓事把自己做死了！大自然的啟示是：讓該活動的活動，自己還給它個自己！"}
{"標題": "真正的勝利--用兵章第六十九", "文章": "善為士者①不武，善戰者不怒，善勝敵者不與②，善用人者為之下，是謂不爭之德，是謂用人之力，是謂配天古之極③。", "註釋": "①為主：主動進攻，進犯敵人。②為客：被動退守，不得已而應敵。③行無行：行，行列，陣勢。此句意為：雖然有陣勢，卻像沒有陣勢可擺。④攘無臂：意為雖然要奮臂，卻像沒有臂膀可舉一樣。⑤扔無敵：意為雖然面臨敵人，卻像沒有敵人可赴。⑥執無兵：兵，兵器。意為：雖然有兵器，卻像沒有兵器可執。⑦抗兵相加：意為兩軍相當。⑧哀：閔、慈。", "白話文": "彼遂不止。行，謂行陳也，言以謙退哀慈，不敢為物先，用戰猶行無行，攘無臂，執無兵，扔無敵也，言無有與之抗也。言吾哀慈謙退，非欲以取強，無敵於天下也。不得已而卒至於無敵，斯乃吾之所以為大禍也。寶，三寶也，故曰，幾亡吾寶。抗，舉也；加，當也。哀者，必相惜而不趣利避害，故必勝。", "釋文": "軍事專家有一句箴言：「我不敢主動先向對方挑戰，只有在對方已經開始攻擊的情況下，才起而應戰，我不敢以殘暴好殺之心，去爭強爭霸，我只想保全固有的國土，使戰爭早日平靜。」像這樣的打仗，雖然國軍士氣高昂，可是卻沒有殺氣騰騰的兇惡，雖然高舉著臂膀，高呼著口號，可是卻沒有凶殘暴虐的模樣。雖然互相打仗，可是卻沒有不共戴天的深仇大恨要懷恨在心。因此這種人，不是為了好殺好戰而打仗，只是為了正義，為了和平而打仗，像這種慈愛光輝的打仗，才能使軍民全心全力以赴，也是勝利的象徵。所以說，這種戰爭雖然手裏拿著兵器，可是這正是正義之手，不是殺人的兇手。災禍的發生，都是好戰好殺的人所引起的，而這種人，也是過份輕敵的人，殊不知輕視敵人，就是失敗的主因，因為再小的國家，只要全國上下團結一致，軍民同心，這種力量的韌力，就遠勝於兇殘暴虐的好戰之軍，為什麼呢？因為一個是順天行事，一個是逆天行事，差別就在於此。因此輕敵的人就會失去「六十七章」所講的慈愛，節儉，不敢為天下先這三相寶貝，失去這三相寶貝，以國家來說等於失去國家的命脈。所以說，不以好殺好戰去打仗，而以順天行事悲憫蒼生才出戰的國家，它到最後，才能得到真正的勝利。", "解說": "凡屬於「生」者，就主動參與；凡屬於「死」者，就被動些吧！有了最深沉的悲憫與關懷，一切著相的戰爭，都會過去的；而且一定會成功！老在意會贏與否，那就很難說；用了氣力、智謀，一切由它去吧！放開往往是最大的力量！有餘地可退就退，不用急地反擊，長成力量時，它就衰頹了！悲憫些吧！"}
{"標題": "我的言論--懷玉章第七十", "文章": "用兵有言﹕「吾不敢為主①而為客②，不敢進寸而退尺。」是謂行無行③，攘無臂④，扔無敵⑤，執無兵⑥。禍莫大於輕敵，輕敵幾喪吾寶。故抗兵相加⑦，哀⑧者勝矣。", "註釋": "①言有宗：言論有一定的主旨。②事有君：辦事有一定的根據。一本“君”作“主”。“君”指有所本。③無知：指別人不理解。一說指自己無知。④則：法則。此處用作動詞，意為效法。⑤被褐：被，穿著；褐，粗布。⑥懷玉：玉，美玉，此處引伸為知識和才能。“懷玉”意為怀揣著知識和才能。", "白話文": "可不出戶窺牖而知，故曰，甚易知也。無為而成，故曰甚易行也。惑於躁欲，故曰，莫之能知也。迷於榮利，故曰，莫之能行也。宗，萬物之宗也。君，萬物之主也。以其言有宗，事有君之故，故有知之人不得不知之也。唯深故知者希也，知我益希，我亦無匹，故曰，知我者希，則我者貴也。被褐者，同其塵，懷玉者，寶其真也。聖人之所以難知，以其同塵而不殊，懷玉而不渝，故難知而為貴也。", "釋文": "我的言論，實在很簡單，你們應該容易了解，而且又容易做到才對。可是現在天下的人，本性已經迷昧了，所以才不了解我的「道」，又難以遵照我的「道」去做。因為我所說的言論，都有個宗旨，我所說的事情，也都有個含意。可是你們就不了解這些宗旨，又不了解這些含意，這都是你們受到耳目見聞所染已久的原因，所以才不知道我所說的話，更不知道我所講的道理，更不了解我的心意。因此，真正了解我「道」的人，的確太少了，大概是我所說的「道」太珍貴了吧！因此聖人就好像一位，身外披著破舊衣服的人，可是身內卻懷有寶玉，別人怎麼會知道呢？", "解說": "真人是被褐懷玉，俗人卻是被玉而懷褐；名牌是為俗人妝點的，真人只是個素樸而已！話不用多，意思到了，就要停！事不用繁，可以成了，就罷手！有了共識好說話、好做事；共識雖難，但要用心培養！最可貴的東西通常是要珍藏起來的，不必現！"}
{"標題": "知與不知--不病章第七十一", "文章": "吾言甚易知，甚易行。天下莫能知，莫能行。言有宗①，事有君②。夫唯無知③，是以不我知。知我者希，則④我者貴。是以聖人被褐⑤懷玉⑥。", "註釋": "①知不知：註解家們一般對此句有兩種解釋。一說知道卻不自以為知道，一說知道自己有所不知。②不知知：不知道卻自以為知道。③病病：病，毛病、缺點。把病當作病。", "白話文": "不知知之不足任則病也。", "釋文": "已經了解「道」，卻認為自己還不了解「道」的人，是真正了解「道」的上等人；尚未了解「道」，就志得意滿，而且還自吹自擂，自以為了解「道」的人，就是得了高傲誇張的病症。唯有先知先覺的人，了解高傲誇張是一種病，所以以後，才不會再犯上這種病。聖人就是這種人，所以聖人就沒有這種病，因為他知道高傲自取是一種病，所以聖人就不患這種病了。", "解說": "對於自己所知的要知清楚，對於所不知的則常存敬意！事物之總體本源是難以了知的，但卻可以以生命相遇！去除心知執著，讓自家生命回到本源，好自生長！識得病痛，當可免得病痛，這是認不是的工夫！"}
{"標題": "愛惜自我--畏威章第七十二", "文章": "知不知①上，不知知②病。夫唯病病，是以不病。聖人不病，以其病病③，是以不病。", "註釋": "①民不畏威：威，指統治者的鎮壓和威懾。此句意為，百姓們不畏懼統治者的高壓政策。②大威至：這個威是指人民的反抗鬥爭。③無狎：狎通狹，意為壓迫、逼迫。無狎，即不要逼迫的意思。④無厭：厭指壓迫、阻塞的意思。⑤不厭：這個厭指人民對統治者的厭惡、反抗鬥爭。⑥不自見：不自我表現，不自我顯示。⑦自愛不自貴：指聖人但求自愛而不求自顯高貴。⑧去彼取此：指捨去“自見”、“自貴”，而取“自知”、“自愛”。", "白話文": "清靜無為謂之居，謙後不盈謂之生，離其清淨，行其躁欲，棄其謙後，任其威權，則物擾而民僻，威不能復制民，民不能堪其威，則上下大潰矣，天誅將至，故曰，民不畏威，則大威至。無狎其所居，無厭其所生，言威力不可任也。不自厭也。不自厭，是以天下莫之厭。不自見其所知，以光耀行威也。自貴則物狎厭居生。", "釋文": "做什麼事，都胡作非為，而且又豪無畏懼的人，比較大的災禍，很快的就要降臨，這正是自尋的罪惡之途，也是自尋的毀滅之路。因此你們不要把你以後的去路狹窄起來，應該要開闊你的心胸，就好像四海之內皆兄弟，無處不是我的居所，無處不是我的歸處一樣的廣闊。而且你們要不厭棄真我，應該趕快去修身立命，使真我不生不死，不來不去，自在解脫。因為唯有這樣不厭棄自己的真我，天地萬物也才不厭棄你。所以聖人只求明心見性，而不受外在的一切矇蔽本性。這就是聖人愛惜真我的大生命，不受因果輪迴的拘束，因此他不貴重身外的榮華富貴，以及人間的虛情假愛。這就是聖人看輕假身，而求真我的解脫。", "解說": "居下位的力量是微弱的，但卻也是巨大的，官逼民反，天地覆滅，可不慎哉！人民的力量要懂得去欣賞它、裁成它，千萬不要壓制它！「統治者」是去「統」那些「治者」，而不是統統你自己來治理！「自知」是一切認識的起點，先明白自己吧！"}
{"標題": "因果羅網--天網章第七十三", "文章": "民不畏威①，則大威至②。無狎③其所居，無厭④其所生。夫唯不厭⑤，是以不厭。是以聖人自知不自見⑥；自愛不自貴⑦。故去彼取此⑧。", "註釋": "①勇於敢則殺，勇於不敢則活：敢，勇敢、堅強；不敢，柔弱、軟弱。此句意為勇於堅強就會死，勇於柔弱就可以活命。②或利或害：勇於柔弱則利，勇於堅強則害。③是以聖人猶難之：此句已見於六十三章。④天之道：指自然的規律。⑤繟然：安然、坦然。⑥天網恢恢：天網指自然的範圍；恢恢，廣大、寬廣無邊。⑦疏而不失：雖然寬疏但並不漏失。", "白話文": "必不得其死也。必齊命也。俱勇而所施者異，利害不同，故曰，或利或害也。孰，誰也。言誰能知天下之所惡，意故邪，其唯聖人，夫聖人之明，猶難於勇敢，況無聖人之明而欲行之也，故曰，猶難之也。天唯不爭，故天下莫能與之爭。順則吉，逆則凶，不言而善應也。處下則物自歸。垂象而見吉凶，先事而設誠，安而不忘危，未召而謀之，故曰，繟然而善謀也。", "釋文": "凡事想表示自己勇敢，而殘暴好鬥，又胡作非為的人，必會遭到殺身之禍。凡事不敢輕舉妄動，又不逞強好鬥的人，就可以明哲保身。以上這兩種人，一種是對自己有利，一種是對自己有害。這就是上天的本意，討厭剛強好鬥的人，可是有誰能夠知道它的原因呢？就是聖人也難以了解這些道理。但是冥冥之中，就好像有這個定數，有這種感應。不相信，你看吧！天的法則，天的造化，它經常不與萬物相爭，可是它從古代到現在，無論你怎樣與它相爭，到最後還是它得到勝利，這好像上天雖然不說話，可是它有一種不可抗拒的感應。不用你去安排與召請，它自然就降臨下來，而且報應較快的，反而知道警惕，知道懺悔反省；報應較晚的，罪惡就愈深，罪惡愈深的，災禍就愈慘。像這種因果報應，好像上天早就謀算好了。這就是上天散佈下來的因果羅網吧，它就是那麼的廣闊，那麼的稀疏，可是對因果報應，都毫髮沒有漏失呀！", "解說": "有人激你說「你敢嗎？」，那就厚著臉皮告訴他，「我真的不敢」！世間事有一自然的奧秘在，真的是疏而不漏，且寬寬心吧！用命令的，不如用說的；用說的，不如用感應的！「奧秘」不是讓你去認知的，而是讓你去體會的！"}
{"標題": "暴政之下(1)--司殺章第七十四", "文章": "勇於敢則殺，勇於不敢則活①。此兩者，或利或害②。天之所惡，孰知其故？是以聖人猶難之③。天之道④，不爭而善勝，不言而善應，不召而自來，繟然⑤而善謀。天網恢恢⑥，疏而不失⑦。", "註釋": "①為奇：奇，奇詭、詭異。為奇指為邪作惡的人。②執：拘押。③司殺者：指專管殺人的人。④代司殺者：代替專管殺人的人。⑤斲：砍、削。", "白話文": "詭異亂群謂之奇也。為逆順者之所惡忿也，不仁者人之所疾也。故曰，常有司殺也。", "釋文": "政治家如果施行暴政，老百姓一定不堪暴政的摧殘，如果到了民不聊生的地步，也不怕死了，就想起來革命反抗了。到這個時候，執政的人，才想以殺人去威脅百姓，有何用呢？因此，如果百姓生活在安定的時候，他是怕死的。在這個時候，如果有人為非作歹，執政的人以政治清明的作風，把這些為非作歹的人抓起來審判死刑，還有誰敢再來送死？但在暴政之下，一切情形就不同了，常常遇有在司法官的命令之下，劊子手才殺人的。也有一些不是司法官命令之下，也不是劊子手，就亂殺人的。就好比一位不是砍柴的木匠，也要代替別人去砍柴，這種代替別人去砍柴的事，少有不砍傷自己的手啊！", "解說": "死亡的恐懼是一切恐懼根源，人民連死亡都不恐懼了，這世界就要變了！若要去撻伐一個人，那就慢些吧！因為有一大自然的奧秘會展開祂懲罰的手段的！能不動手，就不動手；因為自然大道有其好生之德。讓「畏懼」轉成「敬畏」，再轉而成為「敬意」，這豈不善哉！"}
{"標題": "暴政之下(2)--貴生章第七十五", "文章": "民不畏死，奈何以死懼之？若使民常畏死，而為奇①者，吾得執②而殺之，孰敢？常有司殺者③殺。夫代司殺者④殺，是謂代大匠斲⑤，夫代大匠斲者，希有不傷其手矣。", "註釋": "①有為：繁苛的政治，統治者強作妄為。②以其求生之厚：由於統治者奉養過於豐厚奢侈。③無以生為：不要使生活上的奉養過分奢侈豐厚。④賢：勝過的、超過的意思。⑤貴生：厚養生命。", "白話文": "言民之所以僻，治之所以亂，皆由上不由其下也，民從上也。", "釋文": "暴政之下，執政的人只顧自己縱慾玩樂，對於人民失去「仁、義、禮、智、信」，在這個時候，課稅必然超過人民所得，人民在入不敷出又勞力用盡的情況下，自然就飢餓不堪了。這就是執政的人，失去仁、義、禮、智、信的原因，所以人民也跟著奸詐虛偽，等到這個時候，要治理百姓就困難重重了。一旦到了民不聊生的地步，人民也就不怕死了，這都是在上位的人縱慾玩樂，過份奢侈的原因，才使人民不怕死的結果。所以唯有清心寡慾，恬淡虛靜，才是真正貴重他自己的生命。自奉太深，縱慾太甚，反而是輕親自己的生命。", "解說": "「強將手下無弱兵」，這樣的「強」不是強力之強，而是能自勝者強，能夠退到後頭去的「強」。「有為造作」所可能的成績仍然是有限的，「無為自然」才能好自生長！當屬下已不把他們的生命當生命來愛護時，這團體早該散伙了！「尊重」是一切領導者所要學習的最重要良方！"}
{"標題": "柔弱與剛強--柔弱章第七十六", "文章": "民之饑，以其上食稅之多，是以饑。民之難治，以其上之有為①，是以難治。民之輕死，以其求生之厚②，是以輕死。夫唯無以生為③者，是賢④於貴生⑤。", "註釋": "①柔弱：指人活著的時候身體是柔軟的。②堅強：指人死了以後身體就變成僵硬的了。③草木：一本在此之前無“萬物”二字。④柔脆：指草木形質的柔軟脆弱。⑤枯槁：用以形容草木的干枯。⑥死之徒：徒，類的意思，屬於死亡的一類。⑦生之徒：屬於生存的一類。⑧兵強則不勝，木強則兵：一本作“兵強則滅，木強則折”。", "白話文": "強兵以暴於天下者，物之所惡也，故必不得勝。物所加也。木之本也。枝條是也。", "釋文": "人在活著的時候，身體是柔軟的，死了之後，身體才變成堅硬。萬物也是一樣，你看花草、樹木，它在活著的時候，也是柔軟的，只有死了之後，它才變得堅硬。由以上的道理可以知道，如果守住剛強頑固的人，就是想快點邁向死亡的人，反而謙退柔弱的人，才是走向永生之路。因此逞強於兵力，喜歡戰爭的國家，往往得不到勝利。就好像樹木強大的，反而要遭受砍伐。所以說，經常自誇強大的人，反而使人討厭，讓人看不起他，而以謙退柔弱自處的人，反而讓人崇敬擁戴。", "解說": "不要以為弱勢人家會瞧不起，其實，正因為人家看不在眼裡，反而是生長的好契機。生命的原則是看內裡的，不是看外表的；是看生長的，不是看既有的。真正的強者是柔弱之人，是「骨弱筋柔而握固」，像嬰兒一般！死板板的，有什麼好；活生生的才好！"}
{"標題": "天道的微妙--天道章第七十七", "文章": "人之生也柔弱①，其死也堅強②。萬物草木③之生也柔脆④，其死也枯槁⑤。故堅強者死之徒⑥，柔弱者生之徒⑦。是以兵強則不勝，木強則兵⑧。強大處下，柔弱處上。", "註釋": "①人之道：指人類社會的一般法則、律例。②是以聖人為而不恃，功成而不處，其不欲見賢：陳鼓應先生認為這三句與上文不連貫疑為錯簡復出。此處仍予保留。", "白話文": "與天地合德，乃能包之，如天之道。如人之量，則各有其身，不得相均，如惟無身無私乎，自然然後乃能與天地合德。言唯能處盈而全虛，損有以補無，和光同塵，蕩而均者，唯其道也。是以聖人不欲示其賢以均天下。", "釋文": "天道的微妙，就好像拉開弓箭準備射擊的情況。目標在高的地方，弓弦要往下拉，目標在低的地方，弓弦就要往上拉。距離較短的，拉開弓箭的力量就要小一點，距離較遠的，拉開弓箭的力量就要大一點。天道的微妙也是如此，物極必反，循環不已。萬物總是在平衡又調合的情況下，生生化化，調節運轉。可是世人就不是這樣了，比如為人處事方面，常常去做錦上添花這些虛偽的事，而救濟貧困這些實質的工作，卻少有人要去做。所以有誰能夠將有餘的精神與財力，奉獻給天下貧困的人呢？我想只有有道德的人，才做得到吧！因此聖人體悟大道，還不敢仗恃自己的能力。順天行道也不想自居其功，這就是聖人他不願處處誇耀自己的能力，將自己的長處去補助天下百姓的不足。這就是聖人所行的天道啊！", "解說": "自然有一調節性的原理，因此「損有餘以補不足」，但人間世往往「西瓜偎大邊」，損不足以奉有餘。「依道不依勢，依理不依力」，這原則很簡易，不要自己弄混淆了！放大空間，心胸自然寬廣；放長時間，目光自然久遠！大時間、大空間，自有大格局！跳脫開目前的限制，超越出來，你真會有意想不到的喜悅！"}
{"標題": "柔弱的益處--水德章第七十八", "文章": "下篇德經（第78~81章）", "註釋": "①無以易之：易，替代、取代。意為沒有什麼能夠代替它。②受國之垢：垢，屈辱。意為承擔全國的屈辱。③受國不祥：不祥，災難，禍害。意為承擔全國的禍難。④正言若反：正面的話好像反話一樣。", "白話文": "以，用也。其謂水也，言用水之柔弱無物，可以易之也。", "釋文": "天下最柔弱的東西，沒有一樣能超過水了。水雖然柔弱，可是如果有其他堅強的東西去攻擊它，它總是得到最後的勝利。如石頭丟到水裡，就被它涵蓋，因為它有「包涵性」；如火遇到它，就會被撲滅，因為它有「化解性」；如泥土遇到它之後，就變得柔軟，因為它有「柔韌性」；如木材浸在水裡就會腐爛，因為它有「滲透性」；如鋼鐵浸在水裡就會生鏽，因為它有「浸蝕性」，而且，它無論在什麼地方，柔弱低下的本性絕不更改，因為它有「平等性」。以上這些都代表著柔能勝剛，弱能勝強的原理。像這些事實，天下沒有一個人不知道的，可是世人就很少有人能夠學習水的榜樣。所以聖人說：「能夠承受全國人民的污穢與侮辱之人，才稱得上──國家的主人翁，能夠承受全國災難的重擔，才稱得上──天下之王」。你看像這種卑下委屈的話，就是聖人柔弱的真正本性，但是卻能得到反面的益處呀！", "解說": "話怎麼說都不重要，事怎麼開展的，這才是重點，請注重「坤」(具體性)原則。語言的最大限制與弔詭就是它具有兩面性，解開這兩面性，直入本源，你才能真明白事理。柔性的顛覆與瓦解勢將帶來真正的生長，不必太強調剛性的建構！「正言若反」，但不一定「反言若正」，正正反反，要息心止慮，想一想！"}
{"標題": "上天的德性--合契章第七十九", "文章": "天下莫柔弱於水，而攻堅強者莫之能勝，以其無以易之①。弱之勝強，柔之勝剛，天下莫不知莫能行。是以聖人云﹕「受國之垢②，是謂社稷主；受國不祥③，是為天下王。」正言若反④。", "註釋": "此作無「報怨以德」：許多學者都以為此句原在六十三章內，但據上下文意應在本章內。①契：契約。②責：索取所欠。③司徹：掌管稅收的官職。④無親：沒有偏親偏愛。", "白話文": "不明理其契以致大怨已至而德和之，其傷不復，故有餘怨也。左契防怨之所由生也。有德之人念思其契，不念怨生而後責於人也。徹，司人之過也。", "釋文": "世人好勝之心甚強，私心過重，所以常常為了某些不如意的事情就發生爭執，或是結下仇恨，像這種事情，都是雙方自負心甚強，才產生的結果。因此，縱然在某種機緣下，有人出面調解了恩怨，可是雙方，仍然有些不愉快的心情隱藏心中，還是難以化解的，所以這種和解，只是勉強的和解。像這種勉強的和解，難道可算是完善的結果嗎？所以唯有聖人的心，虛靜恬淡，不與世人紛爭計較，如果有恩於世人，也不惦念心懷，就好像放款的官員，儘管發出款項，沒有捨不得的念頭，也沒有回報的思想，這就是有德之士的作為。可是世人的心就不同了，就好像是催討債款的，借多少討回多少，一點也不放鬆。這不就好像無德的人，佈施了一些金錢財物，心裡頭就一直惦念著回報！所以，只有上天的德性是最令人欽佩了，因為它養育萬物，是不分親疏貴賤，同樣的施予恩惠，因此行善之人的心境，應該學習上天的德性！然後你就是上天的知己，跟它一樣擁有一顆大公無私的心了。", "解說": "與其事後還要調節，無寧就不要發生，這要有一點歷史發展的智慧！還它個本來面目，讓出一片天地，這世界就會變得很美好，不是嗎！站到裡面去，會很擠；站出去，一切不就都好了嗎？另立新的生長可能！什麼是「德」，就是讓他覺得有「得」，若老讓人覺得失去了什麼，這德就不叫德。"}
{"標題": "純樸的世界--不徒章第八十", "文章": "和大怨，必有餘怨，安可以為善﹖是以聖人執左契①，而不責②於人。有德司契，無德司徹③。天道無親④，常與善人。", "註釋": "①小國寡民：小，使……變小，寡，使……變少。此句意為，使國家變小，使人民稀少。②使：即使。③什伯之器：各種各樣的器具。什伯，意為極多，多種多樣。④重死：看重死亡，即不輕易冒著生命危險去做事。⑤徙：遷移、遠走。⑥輿：車子。⑦甲兵：武器裝備。⑧陳：陳列。此句引申為布陣打仗。⑨結繩：文字產生以前，人們以繩記事。⑩甘其食，美其服，安其居，樂其俗：使人民吃得香甜，穿得漂亮，住得安適，過得習慣。", "白話文": "國既小，民又寡，尚可使反古，況國大民眾乎，故舉小國而言也。言使民雖有什伯之器而無所用，何患不足也。使民不用，惟身是寶，不貪貨賂，故各安其居，重死而不遠徙也。無所欲求。", "釋文": "如何回復到純樸的世界呢？應該像人民很少的小國家一樣，大家都過著純樸和諧的生活。在這個時候，假使有一些人的才幹，能超過十人甚至一百人的大人物，也用不到他的才華。在這個時候，人民安居樂業相處無事，就會尊重自己，也不想到處搬家了。這個時候，雖然有船有車，也沒有人爭先恐後想去乘坐。就是有武裝的的兵器，也不知道要放在那裡。使人民回復到自然純樸的世界。這時候，人民吃飯都覺得甘甜，粗衣都覺得華麗，居家都覺得安樂，風俗習慣都覺得樂趣。與鄰近的邦國互相遠望都覺得友好，聽到雞鳴狗吠的聲音都覺得調合。這時候，人民生活滿足，就是活到老，也沒有怨言，更不想搬家了。", "解說": "有了真情相感相應，那就不必用言語急得去溝通，只是雞犬之聲相聞，已是悅樂一懷了！爾分我界的觀念是人類文明的象徵，這是文明，同時也是「文蔽」！生命的可生長性原則是優先於一切的，不要在世俗的勢上打轉，把自己都轉糊塗了！雞犬之聲無意義而有意韻、有意味，人們的語言看似有意義，但可能既無意韻，也無意味！"}
{"標題": "聖人的使命--不積章第八十一", "文章": "小國寡民①。使②有什伯之器③而不用，使民重死④而不遠徙⑤。雖有舟輿⑥，無所乘之，雖有甲兵⑦，無所陳之⑧。使人復結繩⑨而用之，甘其食，美其服，安其居，樂其俗⑩。鄰國相望，雞犬之聲相聞，民至老死，不相往來。", "註釋": "①信言：真實可信的話。②善者：言語行為善良的人。③辯：巧辯、能說會道。④博：廣博、淵博。⑤聖人不積：有道的人不自私，沒有佔有的慾望。⑥既以為人已愈有：已經把自己的一切用來幫助別人，自己反而更充實。⑦多：與“少”相對，此處意為“豐富”。⑧利而不害：使在萬物得到好處而不傷害萬物。⑨聖人之道：聖人的行為準則。", "白話文": "實在質也。本在樸也。極在一也。無私自有，唯善是與，任物而已。物所尊也。物所歸也。動常生成之也。順天之利不相傷也。", "釋文": "信實的話，不是花言巧語，所以聽到耳裡，總是不悅耳、不動聽。花言巧語的話，雖然動聽，可是不一定是從心裡講出來的，因此這種話，總是缺乏信用實在。美好的事物，良善的言語，不必去費口舌爭辯，費了口舌爭辯的事情，便非良善的言語，也非美好的事物。求真知的大智慧者，社會知識不必廣博，廣博反而得了「知障」，這就是聖人「守一而萬事畢」的原理。所以，求得外在廣博的知識，不一定就是真知的大智慧者，因為追求外在的形象，越追越遠，越追越迷，而且永遠無法探求真正的答案。因此，聖人不必去追求外在的知識，更不必追求物慾來佔為己有，他只是奉獻自己的力量去幫助人，去禮讓人，然而他卻沒有想到自己所做的結果，反而受人欽佩，讓人來崇敬。不但如此，另一方面，更使他的博物精神，留在世人的心靈中，刻下了永恆的追思和懷念。因此他好像上天的道理，只是利益萬物，而不去侵害萬物。聖人的道理，只是擔負調合大自然的使命，而不與人相爭。", "解說": "話要聽真的，不要聽漂亮的；人要交善良的，不要找會說話的；懂了就懂了，不必找那麼多啦啦隊！利他就能利己，這原則是一共利的生長性原則！退到後頭去，讓該上場的上來，舞一番新姿，便會有新的氣象！說了就算了，沒說也不必再說，反正說了還是白說，一切默然可也！"}
